[
    {
        "part_number": 1,
        "title": "Проблемы успеха. Из которой мы узнаем, как наши предыдущие успехи порой мешают нам добиться большего",
        "summary": "В этой части книги Маршалл Голдсмит вводит основные концепции и принципы своего подхода к коучингу руководителей и личностному развитию.  Используя метафору навигационной карты, автор показывает разницу между теми, кто интуитивно находит свой путь, и теми, кому нужна помощь.  Рассматриваются примеры распространенных поведенческих недостатков, мешающих успешным людям.  Описывается методика работы с клиентами, включающая обратную связь, извинения и отслеживание прогресса.  Исследуются психологические барьеры, основанные на убеждениях, связанных с успехом, которые препятствуют изменениям.  Подчеркивается важность осознания личной выгоды от изменений для их успешного осуществления.",
        "key_points": [
            "Метафора \"навигационной карты\" для иллюстрации жизненного пути и самоопределения.",
            "Различие между людьми с \"внутренним компасом\" и теми, кто нуждается в руководстве.",
            "Распространенные поведенческие недостатки, мешающие успеху (на примерах Карлоса, Шэрон и Мартина).",
            "Методика коучинга: обратная связь 360 градусов, извинения, публичное заявление, отслеживание прогресса.",
            "Параллель между коучингом руководителей и обучением гольфу.",
            "Четыре ключевых убеждения, способствующие успеху, но препятствующие изменениям: \"Я добился успеха\", \"Я могу добиться успеха\", \"Я добьюсь успеха\", \"Я выбираю успех\".",
            "Суеверность: ошибочная связь между поведением и успехом.",
            "\"Естественный закон\": изменения происходят при наличии личной выгоды, соответствующей ценностям.",
            "Важность обратной связи для осознания недостатков и дальнейшего развития."
        ]
    },
    {
        "part_number": 2,
        "title": "Двадцать привычек, мешающих вам на пути к вершине В ней вы найдете описание самых острых межличностных проблем на рабочем месте и поймете, какие относятся к вам",
        "summary": "В этой части книги подробно рассматриваются двадцать одна вредная привычка, мешающая успешным людям достигать еще больших высот.  Большинство этих привычек относятся к сфере *межличностного общения* и взаимодействия с окружающими.  Автор подчеркивает, что на высших уровнях карьерной лестницы поведенческие факторы становятся решающими, а профессиональные навыки – само собой разумеющимися.  Ключевая идея заключается в том, что осознание и устранение этих, казалось бы, незначительных недостатков, может кардинально улучшить отношения с окружающими и значительно повысить эффективность лидера. Рассматриваются такие привычки как чрезмерное стремление к победе, желание добавлять свою \"ценность\", оценочные суждения, деструктивные комментарии, начинание предложений с отрицания, хвастовство умом, использование гнева, негативизм, сокрытие информации, непризнание заслуг, присвоение чужих достижений, самооправдание, ссылки на прошлое, фаворитизм, нежелание извиняться, невнимание, неблагодарность, \"наказание вестника\", перекладывание ответственности и чрезмерное желание оставаться \"самим собой\". В дополнение рассматривается одержимость целью, хоть и не являющиеся проблемой в межличностном общении но создающая благодатную почву для появления других проблем. Предлагаются практические советы и примеры из практики автора, иллюстрирующие, как эти привычки проявляются и как с ними бороться. Подчеркивается важность не только *того, что* делать, но и *чего не делать*, а также концепция \"нейтральной позиции\" (отказа от негативных действий).  Основной акцент делается на самоосознании, самоконтроле, а также на важности извинений, благодарности и признания заслуг других.",
        "key_points": [
            "На высших уровнях карьеры решающее значение имеют поведенческие факторы, а не профессиональные навыки.",
            "Успешные люди часто имеют вредные привычки в межличностном общении, которые мешают им.",
            "Важно не только *что* делать, но и *чего не делать*.",
            "\"Нейтральная позиция\" (отказ от негативных действий) эффективнее попыток \"улучшить\" себя.",
            "Двадцать одна вредная привычка касается взаимодействия с другими и часто связана с эго.",
            "Осознание и искоренение этих привычек улучшает отношения и эффективность.",
            "Даже незначительные изменения в поведении могут иметь большое влияние.",
            "Извинения, благодарность и признание заслуг других – мощные инструменты.",
            "Самооправдание и ссылки на прошлое препятствуют изменениям.",
            "Важность обратной связи и самооценки, для исправления.",
            "Чрезмерное стремление к победе – основа многих других поведенческих недостатков.",
            "Добавление \"ценности\" и оценочные суждения демотивируют других.",
            "Деструктивные комментарии и негативизм создают враждебную атмосферу.",
            "Сокрытие информации и непризнание заслуг порождают недоверие.",
            "Присвоение чужих достижений вызывает негодование.",
            "Самооправдание и ссылки на прошлое – препятствия для роста.",
            "Фаворитизм демотивирует честных сотрудников.",
            "Нежелание извиняться и неблагодарность разрушают отношения.",
            "\"Наказание вестника\" отбивает желание делиться информацией.",
            "Перекладывание отвественности подрывает доверие",
            "Чрезмерное желание оставаться \"самим собой\" мешает изменениям.",
            "Одержимость целью может привести к игнорированию важных аспектов жизни и неэтичному поведению."
        ]
    },
    {
        "part_number": 3,
        "title": "О том, как измениться к лучшему. В ней мы освоим семишаговую методику изменений в межличностных отношениях и узнаем о том, как сделать перемены устойчивыми",
        "summary": "Часть 3 книги, \"О том, как измениться к лучшему\", фокусируется на практических шагах, необходимых для осуществления и закрепления изменений в межличностных отношениях.  Рассматриваются такие важные аспекты, как получение и использование обратной связи, искусство извинения, эффективное информирование окружающих о своих намерениях, развитие навыков слушания и выражения благодарности. Ключевым элементом является введение понятия \"упреждающей связи\", которая, в отличие от традиционной обратной связи, ориентирована на будущее и способствует созданию атмосферы взаимопомощи.  Подчеркивается важность регулярного отслеживания прогресса и получения поддержки со стороны.  В целом, часть представляет собой пошаговое руководство по применению семишаговой методики изменений, описанной ранее, с акцентом на практические инструменты и примеры.",
        "key_points": [
            "Обратная связь: ее значение, виды (по запросу, спонтанная, обсервационная) и методы получения.",
            "Искусство извинения: правила искреннего извинения и его роль в восстановлении отношений.",
            "\"Рекламная кампания\" изменений: как эффективно донести до окружающих информацию о своих намерениях.",
            "Умение слушать: три ключевых аспекта (думать, слушать с уважением, оценивать необходимость ответа).",
            "Благодарение: важность выражения признательности и его влияние на межличностные отношения.",
            "Последующее отслеживание (follow-up): необходимость регулярного контроля и обратной связи для достижения устойчивых результатов.",
            "Упреждающая связь: концепция, ориентированная на будущее, и ее преимущества перед традиционной обратной связью.",
            "Создание атмосферы взаимопомощи и поддержки для осуществления изменений."
        ]
    },
    {
        "part_number": 4,
        "title": "Знать, где остановиться. Она научит лидеров, как применять правила перемен и как вовремя остановиться",
        "summary": "Часть 4 описывает восемь правил, помогающих лидерам эффективно внедрять изменения в свое поведение и достигать поставленных целей.  Глава начинается с истории Харлана, который быстро достиг прогресса благодаря правильному \"отбору карт\". Затем автор подробно рассматривает каждое правило, подкрепляя их примерами из практики, аналогиями и личным опытом. Основной акцент делается на правильной диагностике проблем, выборе реалистичных целей, важности принятия правды, фокусировке на одной ключевой проблеме, измерении прогресса и, самое главное, немедленном начале действий. Автор предостерегает от стремления к недостижимому идеалу и откладывания изменений на \"потом\", подчеркивая силу \"монетизации\" и важность реалистичной оценки усилий и времени, необходимых для достижения целей.",
        "key_points": [
            "**Правило 1: Проверьте: у вас, возможно, нет болезни, которую нужно лечить корректировкой поведения.** Необходимо правильно диагностировать проблему: отличать поведенческий недостаток от отсутствия навыка.",
            "**Правило 2: Правильно выберите объект перемен.** Различайте ложную потребность и ложный выбор. Фокусируйтесь на одной, самой существенной проблеме.",
            "**Правило 3: Не обманывайте себя относительно того, что вы действительно должны изменить.** Достижение целей требует времени, усилий и реалистичной оценки.",
            "**Правило 4: Не прячьтесь от правды, которую вы должны знать.** Будьте открыты к обратной связи, даже если она неприятна.",
            "**Правило 5: Идеального поведения не бывает.** Не стремитесь к недостижимому идеалу, концентрируйтесь на конкретных улучшениях.",
            "**Правило 6: То, что поддается измерению, достижимо.** Измеряйте прогресс, чтобы мотивировать себя и видеть результаты.",
            "**Правило 7: Переведите результат в денежное выражение – и найдете решение.** Используйте финансовые стимулы (штрафы и премии) для ускорения изменений.",
            "**Правило 8: Лучшее время для перемен – сейчас.** Не откладывайте изменения, начните действовать немедленно.",
            "**Общие принципы:**",
            "  - Важность \"отбора карт\": выбор правильных людей, стратегий и создание благоприятных условий.",
            "  - Успешные люди фокусируются на создании преимуществ, а не на преодолении препятствий.",
            "  - Улучшение в одной области часто ведет к положительным изменениям в других.",
            "  - Опасность иллюзии \"более спокойного будущего\".",
            "  - Важность принятия правды и реалистичной оценки ситуации."
        ]
    }
]