{
    "metadata": {
        "description": "Полностью распарсированная книга.",
        "structure": {
            "preface": "Предисловие к книге.",
            "forword": "Вступление от автора.",
            "parts": "Части книги.",
            "parts[].title": "Заголовок части.",
            "parts[].pages": "Номера страниц части.",
            "parts[].summary": "Выжимка содержания части.",
            "parts[].key_points": "Ключевые моменты части.",
            "parts[].chapters": "Главы внутри части.",
            "parts[].chapters[].title": "Заголовок главы.",
            "parts[].chapters[].pages": "Номера страниц главы.",
            "parts[].chapters[].summary": "Выжимка содержания главы.",
            "parts[].chapters[].key_points": "Ключевые моменты главы.",
            "parts[].chapters[].subchapters": "Подглавы внутри главы.",
            "parts[].chapters[].subchapters[].title": "Заголовок подглавы.",
            "parts[].chapters[].subchapters[].pages": "Номера страниц подглавы.",
            "parts[].chapters[].subchapters[].summary": "Выжимка содержания подглавы.",
            "parts[].chapters[].subchapters[].key_points": "Ключевые моменты подглавы.",
            "parts[].chapters[].subchapters[].subchapter_number": "номер подглавы, включая номер части и главы",
            "epilogue": "Эпилог от автора",
            "appendix": "Международный опросный лист по лидерским качествам"
        }
    },
    "content": {
        "preface": {
            "title": "Предисловие к русскому изданию",
            "pages": [
                7,
                8
            ],
            "summary": "Предисловие к русскому изданию книги Маршалла Голдсмита \"Прыгни выше головы!\".  Описывается личный опыт знакомства с книгой Льва Хасиса (Первого заместителя председателя правления Сбербанка), который впервые столкнулся с ней в 2011 году во время работы в Walmart.  Подчеркивается, что книга – практическое руководство для руководителей и всех, кто стремится к развитию, помогающее выявить и устранить поведенческие привычки, мешающие достижению успеха.  В предисловии отмечается важность правильного выстраивания взаимоотношений в бизнесе и дается высокая оценка книге за ее структурированность, конкретность и наличие реальных примеров. Книга рекомендуется широкому кругу читателей, так как затрагивает как профессиональную, так и личную сферы жизни.",
            "key_points": [
                "Книга Маршалла Голдсмита \"Прыгни выше головы!\" -  практическое руководство по изменению поведения.",
                "Важность выявления и устранения привычек, мешающих успеху.",
                "Книга полезна не только руководителям, но и всем, кто стремится к саморазвитию.",
                "Личный опыт Льва Хасиса, подчеркивающий ценность книги.",
                "Структурированность и практическая направленность книги.",
                "Книга затрагивает аспекты профессиональной и личной жизни.",
                "Акцент на важности взаимоотношений в бизнесе."
            ]
        },
        "forword": {
            "title": "Зачем читать эту книгу?",
            "pages": [
                9
            ],
            "summary": "Вступительная часть, объясняется ценность книги и авторитетность Маршалла Голдсмита как бизнес-консультанта. Описываются его достижения и признание в деловом мире (Forbes, Wall Street Journal, Global Gurus, Business Week). Обозначена основная проблематика книги - как подчас не осознаваемые вредные привычки препятствуют дальнейшему росту. Анализирует 20 черт, характерных для корпоративной среды, предлагает системный подход.",
            "keywords": [
                "Маршалл Голдсмит",
                "вредные привычки",
                "бизнес-консультант",
                "личностный рост",
                "корпоративная среда"
            ]
        },
        "parts": [
            {
                "title": "Проблемы успеха. Из которой мы узнаем, как наши предыдущие успехи порой мешают нам добиться большего",
                "pages": [
                    10,
                    11,
                    12,
                    13,
                    14,
                    15,
                    16,
                    17,
                    18,
                    19,
                    20,
                    21,
                    22,
                    23,
                    24,
                    25,
                    26,
                    27,
                    28,
                    29
                ],
                "summary": "В этой части книги Маршалл Голдсмит вводит основные концепции и принципы своего подхода к коучингу руководителей и личностному развитию.  Используя метафору навигационной карты, автор показывает разницу между теми, кто интуитивно находит свой путь, и теми, кому нужна помощь.  Рассматриваются примеры распространенных поведенческих недостатков, мешающих успешным людям.  Описывается методика работы с клиентами, включающая обратную связь, извинения и отслеживание прогресса.  Исследуются психологические барьеры, основанные на убеждениях, связанных с успехом, которые препятствуют изменениям.  Подчеркивается важность осознания личной выгоды от изменений для их успешного осуществления.",
                "key_points": [
                    "Метафора \"навигационной карты\" для иллюстрации жизненного пути и самоопределения.",
                    "Различие между людьми с \"внутренним компасом\" и теми, кто нуждается в руководстве.",
                    "Распространенные поведенческие недостатки, мешающие успеху (на примерах Карлоса, Шэрон и Мартина).",
                    "Методика коучинга: обратная связь 360 градусов, извинения, публичное заявление, отслеживание прогресса.",
                    "Параллель между коучингом руководителей и обучением гольфу.",
                    "Четыре ключевых убеждения, способствующие успеху, но препятствующие изменениям: \"Я добился успеха\", \"Я могу добиться успеха\", \"Я добьюсь успеха\", \"Я выбираю успех\".",
                    "Суеверность: ошибочная связь между поведением и успехом.",
                    "\"Естественный закон\": изменения происходят при наличии личной выгоды, соответствующей ценностям.",
                    "Важность обратной связи для осознания недостатков и дальнейшего развития."
                ],
                "part_number": 1,
                "chapters": [
                    {
                        "title": "Вы находитесь здесь",
                        "pages": [
                            10,
                            11,
                            12,
                            13,
                            14,
                            15
                        ],
                        "summary": "Первая глава книги, в которой автор использует метафору навигационной карты в торговом центре, чтобы проиллюстрировать концепцию жизненного пути и самоопределения.  Голдсмит обсуждает людей с \"внутренним компасом\", которые интуитивно находят правильный путь, и тех, кто нуждается в помощи и руководстве.  Глава вводит три примера из практики автора: Карлоса (генерального директора, не осознающего влияния своих слов на подчиненных), Шэрон (редактора, поощряющего подхалимство) и Мартина (финансового консультанта, слишком увлеченного самопрезентацией).  Эти примеры иллюстрируют распространенные поведенческие недостатки, которые мешают успешным людям двигаться дальше.  Автор подчеркивает важность обратной связи для осознания этих недостатков и предлагает свою книгу как инструмент для их устранения и достижения нового уровня успеха.  Ключевая мысль главы: \"то, что позволило вам добраться «сюда», не поможет добраться «туда».\"",
                        "key_points": [
                            "Метафора \"Вы находитесь здесь\" как отправной точки для самоанализа и развития.",
                            "Различие между людьми с \"внутренним компасом\" и теми, кто нуждается в руководстве.",
                            "Три примера распространенных поведенческих недостатков у успешных людей: чрезмерное желание внести свой вклад (Карлос), покровительство любимчикам (Шэрон) и чрезмерное желание оставаться \"самим собой\" (Мартин).",
                            "Важность осознания влияния своего поведения на окружающих.",
                            "Роль обратной связи в выявлении и устранении поведенческих недостатков.",
                            "Книга как инструмент для достижения нового уровня успеха путем изменения поведения.",
                            "\"То, что привело тебя сюда, не приведет тебя туда\" - ключевая идея необходимости изменений для дальнейшего роста."
                        ],
                        "chapter_number": 1,
                        "subchapters": [
                            {
                                "title": "Примеры проблем успеха",
                                "pages": [
                                    10,
                                    11,
                                    12,
                                    13
                                ],
                                "summary": "В этой подглаве представлены три примера из практики автора, иллюстрирующие, как, казалось бы, незначительные поведенческие недостатки могут мешать успешным людям достигать еще больших высот.  *Карлос*: генеральный директор пищевой компании, который не осознает, что его спонтанные комментарии воспринимаются подчиненными как приказы (Привычка №2: чрезмерное желание внести свой вклад). *Шэрон*: редактор журнала, которая создает токсичную атмосферу, поощряя подхалимство и выделяя любимчиков (Привычка №14: покровительство любимчикам).  *Мартин*: финансовый консультант, который настолько увлечен самопрезентацией, что упускает возможность понять потребности потенциального клиента (Привычка №20: чрезмерное желание оставаться \"самим собой\").",
                                "key_points": [
                                    "Пример Карлоса: неосознанное влияние слов руководителя.",
                                    "Пример Шэрон: негативные последствия фаворитизма.",
                                    "Пример Мартина: важность понимания потребностей клиента.",
                                    "Иллюстрация распространенных поведенческих ошибок.",
                                    "Демонстрация того, как незначительные недостатки могут препятствовать успеху."
                                ],
                                "subchapter_number": "1.1.1"
                            }
                        ]
                    },
                    {
                        "title": "Ну, хватит о вас",
                        "pages": [
                            16,
                            17,
                            18
                        ],
                        "summary": "Вторая глава книги, в которой Маршалл Голдсмит рассказывает о начале своей карьеры коуча руководителей.  Он описывает свой первый опыт работы с топ-менеджером крупной компании, который был успешен, но имел проблемы с поведением.  Голдсмит делится своим подходом к работе с такими клиентами, который включает в себя обратную связь 360 градусов, извинения, публичное заявление о намерении измениться и регулярное отслеживание прогресса.  Автор проводит параллель между коучингом руководителей и обучением гольфу, отмечая общие черты: склонность к самообману, игнорирование слабостей и, в то же время, стремление к совершенству.  Книга адресована всем, кто хочет стать лучше, независимо от уровня успеха.",
                        "key_points": [
                            "История начала карьеры Голдсмита как коуча руководителей.",
                            "Описание первого клиента – успешного, но проблемного топ-менеджера.",
                            "Методика работы Голдсмита: обратная связь 360 градусов, извинения, публичное заявление, отслеживание прогресса.",
                            "Важность смирения и готовности слушать обратную связь.",
                            "Параллель между коучингом и обучением гольфу: самообман, игнорирование слабостей, стремление к совершенству.",
                            "Книга предназначена для всех, кто хочет стать лучше.",
                            "Осознание собственных недостатков как первый шаг к улучшению."
                        ],
                        "chapter_number": 2,
                        "subchapters": [
                            {
                                "title": "Методика работы с руководителями",
                                "pages": [
                                    17
                                ],
                                "summary": "В этой подглаве подробно описывается методика, которую Маршалл Голдсмит использует в своей работе с руководителями. Она включает в себя: сбор обратной связи от коллег (метод 360 градусов), анализ полученной информации, помощь клиенту в осознании его проблемных зон, побуждение к извинениям перед теми, кого задело его поведение, публичное заявление о намерении измениться, регулярное отслеживание прогресса и получение упреждающей обратной связи. Подчеркивается важность благодарности как реакции на любую обратную связь.",
                                "key_points": [
                                    "Обратная связь 360 градусов как инструмент оценки.",
                                    "Необходимость признания проблем и извинений.",
                                    "Публичное заявление о намерении измениться.",
                                    "Регулярное отслеживание прогресса.",
                                    "Упреждающая обратная связь.",
                                    "Благодарность как правильная реакция на обратную связь."
                                ],
                                "subchapter_number": "1.2.1"
                            }
                        ]
                    },
                    {
                        "title": "Обольщение успехом, или Почему мы противимся переменам",
                        "pages": [
                            20,
                            21,
                            22,
                            23,
                            24,
                            25,
                            26,
                            27,
                            28,
                            29
                        ],
                        "summary": "В третьей главе Маршалл Голдсмит исследует психологические барьеры, мешающие успешным людям меняться.  Он выделяет четыре ключевых убеждения, которые, с одной стороны, способствуют успеху, а с другой – препятствуют дальнейшему развитию: \"Я добился успеха\", \"Я могу добиться успеха\", \"Я добьюсь успеха\" и \"Я выбираю успех\".  Эти убеждения приводят к концентрации на прошлых достижениях, самоуверенности, перегруженности и неприятию внешнего влияния.  Автор объясняет, как эти убеждения порождают суеверность – ошибочную связь между определенными действиями (даже негативными) и успехом.  Вводится понятие \"естественного закона\", согласно которому люди меняются только тогда, когда видят в этом личную выгоду, соответствующую их ценностям (деньги, власть, статус, популярность).  Глава построена на примерах из практики автора и ссылках на исследования и цитаты известных личностей.",
                        "key_points": [
                            "Четыре ключевых убеждения успешных людей: \"Я добился успеха\", \"Я могу добиться успеха\", \"Я добьюсь успеха\", \"Я выбираю успех\".",
                            "Эти убеждения, способствуя успеху, могут препятствовать изменениям.",
                            "Концентрация на прошлых успехах и игнорирование неудач.",
                            "Высокий \"внутренний фокус контроля\" и вера в собственные силы.",
                            "Склонность к перегруженности из-за энтузиазма и обилия возможностей.",
                            "Потребность в независимости и неприятие внешнего контроля.",
                            "Понятие \"когнитивного диссонанса\" и его влияние на поведение.",
                            "Связь между успехом и суеверностью.",
                            "Введение понятия \"естественного закона\" поведения.",
                            "Изменения возможны только при осознании личной выгоды.",
                            "Основные мотивы: деньги, власть, статус, популярность."
                        ],
                        "chapter_number": 3,
                        "subchapters": [
                            {
                                "title": "Убеждение 1: Я добился успеха",
                                "pages": [
                                    20,
                                    21
                                ],
                                "summary": "В этой подглаве рассматривается первое из ключевых убеждений успешных людей – вера в свои прошлые достижения.  Описывается, как успешные люди концентрируются на своих успехах, игнорируя неудачи, что подпитывает их уверенность и оптимизм.  Приводится пример игрока в бейсбол, который использует прошлые успехи для поддержания уверенности, даже когда сталкивается с сильным соперником.  Также отмечается склонность успешных людей переоценивать свой вклад в командный успех.  Это убеждение, хотя и позитивное в целом, может стать препятствием, когда требуются изменения в поведении, так как мешает признать необходимость перемен.",
                                "key_points": [
                                    "Успешные люди концентрируются на своих прошлых успехах.",
                                    "Игнорирование неудач и акцент на позитиве.",
                                    "Пример с бейсболистом, демонстрирующий уверенность, основанную на прошлом опыте.",
                                    "Склонность переоценивать свой личный вклад в общий успех.",
                                    "Убеждение \"Я добился успеха\" может мешать признать необходимость перемен."
                                ],
                                "subchapter_number": "1.3.1"
                            },
                            {
                                "title": "Убеждение 2: Я могу добиться успеха",
                                "pages": [
                                    21,
                                    22
                                ],
                                "summary": "Эта подглава посвящена второму убеждению успешных людей – вере в свою способность достигать желаемого.  Успешные люди обладают высоким \"внутренним фокусом контроля\", то есть считают, что успех зависит от их собственных усилий и способностей, а не от удачи или внешних факторов.  Они готовы принимать вызовы и рисковать ради достижения результата.  Приводится пример с партнерами автора, которые объясняли свой финансовый успех годами упорного труда, а не везением.  Вводится понятие \"лотерейного менталитета\", противоположного убеждениям успешных людей.  Подчеркивается, что уверенность в себе, хотя и является важным фактором успеха, может приводить к ошибочному умозаключению: \"Я успешен, потому что веду себя именно так\".",
                                "key_points": [
                                    "Успешные люди верят в свою способность достигать целей.",
                                    "Высокий \"внутренний фокус контроля\": успех зависит от собственных усилий.",
                                    "Готовность принимать вызовы и рисковать.",
                                    "Пример с партнерами, иллюстрирующий веру в собственные усилия.",
                                    "\"Лотерейный менталитет\" как противоположность убеждениям успешных людей.",
                                    "Ошибочное умозаключение: \"Я успешен, *потому что* веду себя именно так\"."
                                ],
                                "subchapter_number": "1.3.2"
                            },
                            {
                                "title": "Убеждение 3: Я добьюсь успеха",
                                "pages": [
                                    22,
                                    23
                                ],
                                "summary": "Эта подглава посвящена третьему убеждению успешных людей – непоколебимому оптимизму и вере в то, что они обязательно достигнут поставленных целей.  Успешные люди не просто уверены в успехе, они считают его своей *обязанностью*.  Это побуждает их с энтузиазмом браться за любую возможность, что, в свою очередь, может приводить к перегруженности и неспособности отказаться от непривлекательных предложений. Приводится пример с клиентом автора, который \"тонул в море возможностей\". Отмечается, что перегруженность может быть столь же серьезным препятствием для перемен, как и нежелание меняться.",
                                "key_points": [
                                    "Успешные люди обладают непоколебимым оптимизмом.",
                                    "Успех воспринимается как обязанность.",
                                    "Энтузиазм в отношении новых возможностей.",
                                    "Склонность к перегруженности из-за обилия предложений.",
                                    "Перегруженность как препятствие для изменений.",
                                    "Пример с клиентом, \"тонущим в море возможностей\"."
                                ],
                                "subchapter_number": "1.3.3"
                            },
                            {
                                "title": "Убеждение 4: Я выбираю успех",
                                "pages": [
                                    23,
                                    24
                                ],
                                "summary": "В этой подглаве рассматривается четвертое убеждение успешных людей – вера в то, что они сами выбирают свой успех и действуют по собственной воле, а не по принуждению.  Подчеркивается острая потребность успешных людей в независимости и неприятие внешнего контроля.  Автор ссылается на книгу Рика Питино \"Успех – это выбор\".  Объясняется понятие \"когнитивного диссонанса\" – расхождения между убеждениями и реальностью – и то, как он влияет на поведение успешных людей.  С одной стороны, когнитивный диссонанс помогает им упорно двигаться к цели, несмотря на препятствия.  С другой стороны, он мешает им признавать ошибочность своих действий и необходимость перемен. Затрагивается тема суеверности.",
                                "key_points": [
                                    "Успешные люди верят, что сами выбирают свой успех.",
                                    "Острая потребность в независимости и неприятие внешнего контроля.",
                                    "Ссылка на книгу Рика Питино \"Успех – это выбор\".",
                                    "Объяснение понятия \"когнитивного диссонанса\".",
                                    "Двойственное влияние когнитивного диссонанса: помощь в достижении целей и препятствие для перемен.",
                                    "Связь между успехом и суеверностью."
                                ],
                                "subchapter_number": "1.3.4"
                            },
                            {
                                "title": "Почему успех делает нас суеверными",
                                "pages": [
                                    24,
                                    25,
                                    26
                                ],
                                "summary": "В этой подглаве автор исследует связь между успехом и суеверностью.  Он утверждает, что успешные люди, основываясь на своих четырех ключевых убеждениях (способности, уверенность, мотивация, выбор), склонны приписывать свой успех определенным действиям, даже если между ними нет реальной причинно-следственной связи.  Приводится пример эксперимента Б.Ф. Скиннера с голубями, иллюстрирующий формирование суеверного поведения. Описывается случай с Гарри, который не слушал других, считая их глупее себя, и его постепенное осознание своей неправоты. Подчеркивается, что многие успешные люди ошибочно связывают свои недостатки с успехом, что мешает им меняться.",
                                "key_points": [
                                    "Успешные люди склонны к суевериям из-за своих убеждений.",
                                    "Ошибочное приписывание успеха определенным действиям (даже негативным).",
                                    "Эксперимент Б.Ф. Скиннера с голубями как иллюстрация суеверного поведения.",
                                    "Пример Гарри, который не слушал других.",
                                    "Защитные реакции: отрицание проблемы и боязнь перемен.",
                                    "Осознание Гарри своей неправоты.",
                                    "Распространенность суеверий среди успешных людей."
                                ],
                                "subchapter_number": "1.3.5"
                            },
                            {
                                "title": "Все мы повинуемся естественному закону",
                                "pages": [
                                    27,
                                    28,
                                    29
                                ],
                                "summary": "В этой подглаве автор вводит понятие \"естественного закона\", который управляет поведением людей.  Этот закон гласит, что люди будут что-то делать (в том числе меняться), только если это отвечает их собственным интересам и ценностям.  Приводится цитата Барри Диллера о \"естественном законе\" в бизнесе. Подчеркивается, что изменения невозможны по принуждению, а только через осознание личной выгоды.  Обсуждаются основные мотивы, движущие успешными людьми: деньги, власть, статус и популярность. Приводятся примеры из практики автора, показывающие, как осознание угрозы этим ценностям побуждает людей к переменам (Джон и управляющей компанией).",
                                "key_points": [
                                    "Введение понятия \"естественного закона\" поведения.",
                                    "Люди меняются, только если видят в этом личную выгоду.",
                                    "Цитата Барри Диллера о \"естественном законе\".",
                                    "Невозможность принудить к изменениям.",
                                    "Основные мотивы успешных людей: деньги, власть, статус, популярность.",
                                    "Примеры из практики, иллюстрирующие влияние этих мотивов на поведение.",
                                    "Осознание угрозы ценностям как стимул к переменам."
                                ],
                                "subchapter_number": "1.3.6"
                            }
                        ]
                    }
                ]
            },
            {
                "title": "Двадцать привычек, мешающих вам на пути к вершине В ней вы найдете описание самых острых межличностных проблем на рабочем месте и поймете, какие относятся к вам",
                "pages": [
                    30,
                    31,
                    32,
                    33,
                    34,
                    35,
                    36,
                    37,
                    38,
                    39,
                    40,
                    41,
                    42,
                    43,
                    44,
                    45,
                    46,
                    47,
                    48,
                    49,
                    50,
                    51,
                    52,
                    53,
                    54,
                    55,
                    56,
                    57,
                    58,
                    59,
                    60,
                    61,
                    62,
                    63,
                    64,
                    65,
                    66,
                    67,
                    68,
                    69,
                    70
                ],
                "summary": "В этой части книги подробно рассматриваются двадцать одна вредная привычка, мешающая успешным людям достигать еще больших высот.  Большинство этих привычек относятся к сфере *межличностного общения* и взаимодействия с окружающими.  Автор подчеркивает, что на высших уровнях карьерной лестницы поведенческие факторы становятся решающими, а профессиональные навыки – само собой разумеющимися.  Ключевая идея заключается в том, что осознание и устранение этих, казалось бы, незначительных недостатков, может кардинально улучшить отношения с окружающими и значительно повысить эффективность лидера. Рассматриваются такие привычки как чрезмерное стремление к победе, желание добавлять свою \"ценность\", оценочные суждения, деструктивные комментарии, начинание предложений с отрицания, хвастовство умом, использование гнева, негативизм, сокрытие информации, непризнание заслуг, присвоение чужих достижений, самооправдание, ссылки на прошлое, фаворитизм, нежелание извиняться, невнимание, неблагодарность, \"наказание вестника\", перекладывание ответственности и чрезмерное желание оставаться \"самим собой\". В дополнение рассматривается одержимость целью, хоть и не являющиеся проблемой в межличностном общении но создающая благодатную почву для появления других проблем. Предлагаются практические советы и примеры из практики автора, иллюстрирующие, как эти привычки проявляются и как с ними бороться. Подчеркивается важность не только *того, что* делать, но и *чего не делать*, а также концепция \"нейтральной позиции\" (отказа от негативных действий).  Основной акцент делается на самоосознании, самоконтроле, а также на важности извинений, благодарности и признания заслуг других.",
                "key_points": [
                    "На высших уровнях карьеры решающее значение имеют поведенческие факторы, а не профессиональные навыки.",
                    "Успешные люди часто имеют вредные привычки в межличностном общении, которые мешают им.",
                    "Важно не только *что* делать, но и *чего не делать*.",
                    "\"Нейтральная позиция\" (отказ от негативных действий) эффективнее попыток \"улучшить\" себя.",
                    "Двадцать одна вредная привычка касается взаимодействия с другими и часто связана с эго.",
                    "Осознание и искоренение этих привычек улучшает отношения и эффективность.",
                    "Даже незначительные изменения в поведении могут иметь большое влияние.",
                    "Извинения, благодарность и признание заслуг других – мощные инструменты.",
                    "Самооправдание и ссылки на прошлое препятствуют изменениям.",
                    "Важность обратной связи и самооценки, для исправления.",
                    "Чрезмерное стремление к победе – основа многих других поведенческих недостатков.",
                    "Добавление \"ценности\" и оценочные суждения демотивируют других.",
                    "Деструктивные комментарии и негативизм создают враждебную атмосферу.",
                    "Сокрытие информации и непризнание заслуг порождают недоверие.",
                    "Присвоение чужих достижений вызывает негодование.",
                    "Самооправдание и ссылки на прошлое – препятствия для роста.",
                    "Фаворитизм демотивирует честных сотрудников.",
                    "Нежелание извиняться и неблагодарность разрушают отношения.",
                    "\"Наказание вестника\" отбивает желание делиться информацией.",
                    "Перекладывание отвественности подрывает доверие",
                    "Чрезмерное желание оставаться \"самим собой\" мешает изменениям.",
                    "Одержимость целью может привести к игнорированию важных аспектов жизни и неэтичному поведению."
                ],
                "part_number": 2,
                "chapters": [
                    {
                        "title": "Глава 4: Двадцать вредных привычек",
                        "pages": [
                            30,
                            31,
                            32,
                            33,
                            34,
                            35,
                            36,
                            37,
                            38,
                            39,
                            40,
                            41,
                            42,
                            43,
                            44,
                            45,
                            46,
                            47,
                            48,
                            49,
                            50,
                            51,
                            52,
                            53,
                            54,
                            55,
                            56,
                            57,
                            58,
                            59,
                            60,
                            61,
                            62,
                            63,
                            64,
                            65,
                            66,
                            67,
                            68,
                            69
                        ],
                        "summary": "В этой главе Маршалл Голдсмит описывает двадцать распространенных вредных привычек, которые мешают успешным людям достигать еще больших высот. Эти привычки связаны не с профессиональными навыками, а с *межличностным поведением* и взаимодействием с окружающими. Автор подчеркивает, что на высших уровнях карьерной лестницы поведенческие факторы становятся решающими. Глава начинается с обсуждения важности умения *не* делать определенные вещи и концепции \"нейтральной позиции\". Далее подробно рассматривается каждая из двадцати привычек, с примерами из практики автора и рекомендациями по их преодолению. Привычки включают в себя: чрезмерное стремление к победе, добавление \"ценности\", оценочные суждения, деструктивные комментарии, начинание предложений с \"нет\", \"но\", \"однако\", хвастовство умом, использование гнева как инструмента, негативизм, сокрытие информации, непризнание заслуг, присвоение чужих достижений, самооправдание, ссылки на прошлое, фаворитизм, нежелание извиняться, невнимание, неблагодарность, \"наказание вестника\", перекладывание ответственности, и чрезмерное желание оставаться \"самим собой\". Основная идея главы в том, что осознание и устранение этих, казалось бы, незначительных недостатков может кардинально улучшить отношения с окружающими и повысить эффективность лидера.",
                        "key_points": [
                            "На высших уровнях карьерной лестницы решающее значение приобретают поведенческие факторы, а не профессиональные навыки.",
                            "Успешные люди часто имеют одну-две вредные привычки в межличностном общении, которые мешают им стать еще более успешными.",
                            "Важно не только *что* делать, но и *чего не делать* для достижения успеха.",
                            "\"Нейтральная позиция\" (отказ от негативных действий) часто более эффективна, чем попытки активно \"улучшить\" себя.",
                            "Двадцать вредных привычек, описанных в главе, касаются взаимодействия с другими людьми и часто связаны с потребностью побеждать, доказывать свою правоту и укреплять собственное эго.",
                            "Осознание этих привычек и целенаправленная работа над их искоренением могут значительно улучшить отношения с коллегами, подчиненными и руководством.",
                            "Изменения в поведении, даже кажущиеся незначительными, могут иметь огромное влияние на карьеру и личную жизнь.",
                            "Извинения, благодарность и признание заслуг других – простые, но мощные инструменты улучшения отношений.",
                            "Самооправдание и ссылки на прошлое препятствуют изменениям и росту.",
                            "Важность обратной связи и самооценки."
                        ],
                        "chapter_number": 4,
                        "subchapters": [
                            {
                                "title": "Знать, где остановиться",
                                "pages": [
                                    30,
                                    31
                                ],
                                "summary": "Этот раздел главы посвящен важности умения вовремя остановиться и не совершать определенных действий.  Автор цитирует Питера Друкера, подчеркивая, что лидеров нужно учить не только тому, *что* делать, но и тому, *чего не делать*.  Отмечается, что в корпоративной культуре обычно поощряются позитивные действия, а не предотвращение ошибок.  Приводится пример с Джеральдом Левином и слиянием Time Warner и AOL, которое стало одной из крупнейших ошибок в истории бизнеса.  Подчеркивается, что умение вовремя остановиться может быть столь же важным, как и активные действия, хотя оно и не привлекает внимания. Предлагает завести список 'что прекратить'.",
                                "key_points": [
                                    "Цитата Питера Друкера о важности умения \"остановиться\".",
                                    "Недостаток внимания к предотвращению ошибок в корпоративной культуре.",
                                    "Пример с Джеральдом Левином и неудачным слиянием Time Warner и AOL.",
                                    "Умение вовремя остановиться может быть столь же важным, как и активные действия.",
                                    "Предложение вести список \"что прекратить\"."
                                ],
                                "subchapter_number": "2.4.1"
                            },
                            {
                                "title": "Переход на нейтральную позицию",
                                "pages": [
                                    32
                                ],
                                "summary": "В этом разделе предлагается концепция \"нейтральной позиции\" как способа изменения поведения.  Вместо того чтобы пытаться стать \"более обходительным\" (что требует множества позитивных действий), предлагается просто перестать быть \"несносным\", то есть воздерживаться от негативных реакций и действий.  Это значительно проще, так как не требует приобретения новых навыков, а лишь уклонения от привычного поведения.  Автор сравнивает это с \"пустым ящиком\", в котором нет негативных поступков, в отличие от \"полного ящика\" позитивных.",
                                "key_points": [
                                    "Концепция \"нейтральной позиции\" как способа изменения поведения.",
                                    "Перестать быть \"несносным\" проще, чем стать \"более обходительным\".",
                                    "Нейтральная позиция не требует новых навыков, а лишь воздержания от негативных действий.",
                                    "Сравнение с \"пустым ящиком\" негативных поступков."
                                ],
                                "subchapter_number": "2.4.2"
                            },
                            {
                                "title": "Что с нами не так?",
                                "pages": [
                                    33,
                                    34
                                ],
                                "summary": "В этом разделе автор ставит вопрос о том, какие именно недостатки мешают успешным людям, и сразу же уточняет, что речь идет не об отсутствии профессиональных навыков, интеллекта или психических отклонениях, а о *межличностном поведении*.  Приводится список из 20 вредных привычек, распространенных среди лидеров, которые негативно влияют на рабочую атмосферу.  Эти привычки касаются взаимодействия с другими людьми, а не технических аспектов работы.  Автор подчеркивает, что избавиться от этих привычек несложно, но важно их осознать и сфокусироваться на одной-двух ключевых проблемах.",
                                "key_points": [
                                    "Фокус на недостатках межличностного поведения, а не на профессиональных навыках, интеллекте или психике.",
                                    "Список из 20 вредных привычек, распространенных среди лидеров.",
                                    "Эти привычки влияют на рабочую атмосферу и отношения с коллегами.",
                                    "Избавиться от этих привычек несложно, но важно их осознать.",
                                    "Рекомендация сфокусироваться на одной-двух ключевых проблемах."
                                ],
                                "subchapter_number": "2.4.3"
                            },
                            {
                                "title": "Чем выше вы поднимаетесь, тем более поведенческими становятся ваши проблемы",
                                "pages": [
                                    35
                                ],
                                "summary": "В этом разделе автор подчеркивает, что с ростом по карьерной лестнице значение поведенческих факторов возрастает.  На высших уровнях организации все обладают необходимыми профессиональными навыками, поэтому решающую роль начинают играть умение работать с людьми и другие поведенческие характеристики.  Приводится пример Джека Уэлча, чьи поведенческие проблемы (резкость, грубость) могли помешать ему стать главным управляющим General Electric, несмотря на его профессиональные достижения.  Автор утверждает, что на верхних уровнях карьеры поведенческие перемены становятся особенно важными.",
                                "key_points": [
                                    "С ростом по карьерной лестнице значение поведенческих факторов возрастает.",
                                    "На высших уровнях все обладают профессиональными навыками; решающую роль играет умение работать с людьми.",
                                    "Пример Джека Уэлча и его поведенческих проблем.",
                                    "Поведенческие перемены особенно важны на верхних уровнях карьеры."
                                ],
                                "subchapter_number": "2.4.4"
                            },
                            {
                                "title": "Два предупреждения",
                                "pages": [
                                    36
                                ],
                                "summary": "В этом разделе автор делает два важных предупреждения, касающихся восприятия информации, изложенной в главе.  *Первое предупреждение*: клиенты автора – не \"плохие люди\", а успешные профессионалы, имеющие один-два недостатка, которые они осознают и хотят исправить.  *Второе предупреждение*: читатель может узнать себя в описании вредных привычек, но не стоит спешить с самодиагностикой и немедленными переменами.  Важно понимать, что не все недостатки требуют коррекции, а только те, которые реально мешают работе и отношениям с окружающими.  Автор обещает рассказать о том, как правильно выбрать объект для изменений, в главе 6.",
                                "key_points": [
                                    "Клиенты автора – успешные профессионалы, а не \"плохие люди\".",
                                    "Они осознают свои недостатки и хотят их исправить.",
                                    "Предостережение от поспешной самодиагностики и немедленных перемен.",
                                    "Не все недостатки требуют коррекции.",
                                    "Важно выбирать для изменений те недостатки, которые реально мешают.",
                                    "Обещание рассказать о выборе объекта для изменений в главе 6."
                                ],
                                "subchapter_number": "2.4.5"
                            },
                            {
                                "title": "Привычка № 1: чрезмерное стремление к победе",
                                "pages": [
                                    37,
                                    38
                                ],
                                "summary": "В этом разделе автор описывает первую и, по его мнению, самую распространенную вредную привычку – чрезмерное стремление к победе *в любой ситуации*, даже когда это неважно или не имеет смысла.  Это стремление лежит в основе многих других поведенческих недостатков.  Приводятся примеры: стремление \"протолкнуть\" свое мнение на совещании, желание одержать верх в споре с коллегой, даже выбор самой быстрой очереди в супермаркете.  Описывается случай из жизни, когда отец семейства, играя в баскетбол с сыном, не смог удержаться от желания победить, несмотря на очевидное неравенство сил.  В качестве еще одного примера приводится ситуация с выбором ресторана, когда человек, вместо того чтобы насладиться вечером, критикует выбор партнера, доказывая свою правоту.  Подчеркивается, что потребность побеждать часто преобладает над здравым смыслом и вредит отношениям.",
                                "key_points": [
                                    "Чрезмерное стремление к победе – самая распространенная проблема успешных людей.",
                                    "Эта привычка лежит в основе многих других поведенческих недостатков.",
                                    "Стремление побеждать проявляется в любых ситуациях, даже незначительных.",
                                    "Примеры: на совещании, в споре, в очереди в супермаркете.",
                                    "Пример с отцом, играющим в баскетбол с сыном.",
                                    "Пример с выбором ресторана и критикой выбора партнера.",
                                    "Потребность побеждать часто преобладает над здравым смыслом и вредит отношениям."
                                ],
                                "subchapter_number": "2.4.6"
                            },
                            {
                                "title": "Привычка № 2: чрезмерное желание внести свой вклад",
                                "pages": [
                                    38,
                                    39
                                ],
                                "summary": "Этот раздел посвящен второй вредной привычке – чрезмерному желанию внести свой вклад в любую идею или обсуждение.  Автор описывает ситуацию, когда его друг Ион Катценбах постоянно перебивал своего партнера Нико Каннера, добавляя \"улучшения\" к его идеям.  Такое поведение, характерное для лидеров, привыкших \"командовать парадом\", демотивирует других людей и снижает их вовлеченность. Подчеркивается, что, даже если \"улучшение\" идеи и приносит небольшую пользу, потеря мотивации сотрудника обходится гораздо дороже.  Приводится пример с Биллом Блассом и шоколадной фирмой, когда руководитель фирмы, несмотря на мнение известного дизайнера, решил поступить по-своему, так как лучше разбирался в своем продукте.",
                                "key_points": [
                                    "Чрезмерное желание внести свой вклад – вредная привычка, характерная для лидеров.",
                                    "Пример с Ионом Катценбахом, перебивающим своего партнера.",
                                    "Такое поведение демотивирует других людей и снижает их вовлеченность.",
                                    "Потеря мотивации сотрудника обходится дороже, чем незначительное \"улучшение\" идеи.",
                                    "Пример с Биллом Блассом и шоколадной фирмой.",
                                    "Необходимость для лидеров делать паузу и обдумывать, стоит ли вносить свои \"пять копеек\"."
                                ],
                                "subchapter_number": "2.4.7"
                            },
                            {
                                "title": "Привычка № 3: стремление выносить оценку",
                                "pages": [
                                    40,
                                    41
                                ],
                                "summary": "В данном фрагменте разбирается привычка оценивать чужие слова и суждения, даже когда человек сам просит совета.  На примере диалога из фильма «Любовь по правилам… и без» показано, как сложно удержаться от оценочных суждений даже в моменты искренности.  Автор подчеркивает, что оценивание ответов, особенно в рабочей обстановке, подрывает доверие, снижает мотивацию и заставляет людей занимать оборонительную позицию.  Для избавления от этой привычки предлагается занять позицию \"врачебного нейтралитета\": выслушивать собеседника без оценок, используя нейтральные фразы вроде \"Спасибо, я приму к сведению\".  Это сокращает время на выяснение отношений и улучшает восприятие человека окружающими.",
                                "key_points": [
                                    "Стремление выносить оценку - вредная привычка, мешающая эффективному общению.",
                                    "Оценка чужих слов, даже при запросе совета, подрывает доверие и демотивирует.",
                                    "Примеры из фильма и рабочей практики иллюстрируют негативные последствия оценочных суждений.",
                                    "\"Врачебный нейтралитет\" - ключевой принцип для избавления от привычки оценивать.",
                                    "Использование нейтральных фраз вместо оценок помогает улучшить отношения и сократить споры.",
                                    "Позиция нейтралитета способствует созданию репутации благожелательного человека."
                                ],
                                "subchapter_number": "2.4.8"
                            },
                            {
                                "title": "Привычка № 4: склонность к деструктивным высказываниям",
                                "pages": [
                                    41,
                                    42,
                                    43
                                ],
                                "summary": "Фрагмент посвящен проблеме деструктивных высказываний – саркастических и язвительных замечаний, целью которых является унижение других или самовозвышение. Подчеркивается разница между данной привычкой и желанием внести свой вклад: деструктивные комментарии не несут пользы. Особенность этой привычки в том, что говорящий часто не осознает и не запоминает свои колкости, в то время как адресат помнит их очень хорошо. Приводится статистика: только 15% людей осознают, что их деструктивные высказывания создают проблемы. Автор делится личным опытом борьбы с этой привычкой, используя систему штрафов за язвительные замечания о коллегах в их отсутствие, что привело к положительным результатам. Подчеркивается, что «справедливость» замечания не имеет значения, важно – «стоит ли его делать». Предлагается тест Уоррена Баффетта (представить реакцию матери на публикацию в газете) и четыре вопроса для фильтрации высказываний.",
                                "key_points": [
                                    "Деструктивные высказывания - саркастические замечания, унижающие других или превозносящие говорящего.",
                                    "Эти высказывания часто делаются неосознанно, но запоминаются адресатом.",
                                    "Большинство людей не осознают проблему деструктивных высказываний у себя.",
                                    "Личный опыт автора показывает эффективность системы штрафов для борьбы с этой привычкой.",
                                    "Важно не то, справедливо ли замечание, а то, принесет ли оно пользу.",
                                    "Тест Уоррена Баффетта и четыре вопроса помогают фильтровать высказывания и избегать деструктивных комментариев.",
                                    "Прямота и откровенность могут стать оружием, если не фильтровать свои слова.",
                                    "Инстинкт самосохранения должен работать не только с начальством, но и с коллегами и подчиненными."
                                ],
                                "subchapter_number": "2.4.9"
                            },
                            {
                                "title": "Привычка № 5: позиция сопротивления – «нет», «но», «тем не менее»",
                                "pages": [
                                    44,
                                    45
                                ],
                                "summary": "В этом фрагменте рассматривается привычка начинать свои ответы со слов «нет», «но», «тем не менее», что фактически означает несогласие и обесценивание мнения собеседника. Автор приводит пример из практики, когда он взимал плату с клиента за каждое такое слово, чтобы помочь ему осознать проблему.  Подчеркивается, что подобная манера общения ведет к конфронтации и бессмысленным спорам, поскольку собеседник воспринимает это как утверждение «Вы не правы». Автор предлагает в течение недели отслеживать использование этих слов в речи коллег и своей собственной, чтобы выявить закономерности и ситуации, в которых они чаще всего употребляются.  Для борьбы с привычкой рекомендуется самоконтроль и, возможно, система штрафов.  Даже формальное согласие, начинающееся с «Да, но…», на самом деле является скрытым возражением.",
                                "key_points": [
                                    "Использование слов «нет», «но», «тем не менее» в начале ответа – проявление позиции сопротивления и несогласия.",
                                    "Такие фразы обесценивают мнение собеседника и ведут к конфронтации.",
                                    "Пример с взиманием платы за каждое «нет», «но», «тем не менее» иллюстрирует действенный метод борьбы с привычкой.",
                                    "Наблюдение за речью окружающих и собственной помогает выявить закономерности использования негативных слов.",
                                    "Самоконтроль и система штрафов – эффективные инструменты для коррекции поведения.",
                                    "Фразы типа «Да, но…» являются скрытым возражением и также негативно влияют на общение."
                                ],
                                "subchapter_number": "2.4.10"
                            },
                            {
                                "title": "Привычка № 6: превознесение своего ума",
                                "pages": [
                                    45,
                                    46
                                ],
                                "summary": "Фрагмент посвящен привычке демонстрировать свое интеллектуальное превосходство, что является разновидностью потребности в победе и желании восхищения.  Это проявляется в нетерпеливом выслушивании собеседника, демонстрации того, что вы уже все знаете, саркастических замечаниях и высокомерии.  Такое поведение обижает других и препятствует эффективному общению.  Приводится пример собеседования, где профессор, хваставшийся своими знаниями о Моцарте, оказался в неловком положении, не сумев ответить на вопрос.  Автор подчеркивает, что хвастовство умом отталкивает, в отличие от истинного ума.  В качестве «лакмусовой бумажки» для выявления этой привычки предлагается ситуация с сотрудником, принесшим информацию, о которой вы уже знаете:  если вы не можете просто поблагодарить, а стремитесь показать свою осведомленность, значит, проблема существует.",
                                "key_points": [
                                    "Превознесение своего ума – это потребность демонстрировать интеллектуальное превосходство.",
                                    "Такое поведение проявляется в нетерпении, сарказме, высокомерии и желании показать, что вы все знаете.",
                                    "Привычка превозносить свой ум обижает окружающих и мешает конструктивному диалогу.",
                                    "Пример с профессором и Моцартом иллюстрирует, как хвастовство может привести к неловкой ситуации.",
                                    "Истинный ум привлекает, а хвастовство умом – отталкивает.",
                                    "Ситуация с информированным сотрудником – тест на наличие привычки превозносить свой ум."
                                ],
                                "subchapter_number": "2.4.11"
                            },
                            {
                                "title": "Привычка № 7: гнев как средство управления",
                                "pages": [
                                    47,
                                    48
                                ],
                                "summary": "В этом фрагменте рассматривается привычка использовать гнев как инструмент управления. Автор признает, что гнев может быть сильным средством, но подчеркивает его негативные последствия: потеря контроля над собой, непредсказуемая реакция окружающих и формирование репутации \"взрывоопасного\" человека. Приводится пример баскетбольного тренера Боба Найта, чьи достижения омрачены вспыльчивостью.  Автор утверждает, что гнев парализует способность меняться, и для избавления от репутации гневливого человека могут потребоваться годы.  Предлагается буддийская притча о пустой лодке, иллюстрирующая, что истинная причина гнева – не в других людях, а в нас самих.  В качестве практического совета рекомендуется держать рот на замке, чтобы не выставлять себя в дурном свете и не наживать врагов. Приводится личный пример автора с дочерью и пирсингом, демонстрирующий, что гнев часто вызван собственным эго и беспокойством о мнении окружающих.",
                                "key_points": [
                                    "Гнев – сильное, но неэффективное средство управления, ведущее к потере контроля.",
                                    "Реакция людей на гнев непредсказуема: он может как подстегнуть, так и деморализовать.",
                                    "Репутация гневливого человека (\"взрывоопасного\") трудно поддается исправлению.",
                                    "Пример Боба Найта показывает, как вспыльчивость затмевает достижения.",
                                    "Буддийская притча о пустой лодке иллюстрирует, что источник гнева – в нас самих, а не в других людях.",
                                    "Молчание – простой, но эффективный способ избежать негативных последствий гнева.",
                                    "Гнев часто вызван собственным эго и беспокойством о мнении окружающих, а не поведением других людей."
                                ],
                                "subchapter_number": "2.4.12"
                            },
                            {
                                "title": "Привычка № 8: негативизм, или «Дайте мне объяснить, почему это не будет работать»",
                                "pages": [
                                    49,
                                    50
                                ],
                                "summary": "Фрагмент посвящен привычке к негативизму, которая проявляется в постоянном желании объяснить, почему та или иная идея не сработает. Эта привычка отличается от желания внести вклад, злоупотребления отрицательными словами, оценочных суждений или деструктивных высказываний. Это чистый негативизм, маскирующийся под услугу. Люди с такой привычкой (\"негатроны\") используют фразу \"Дайте мне объяснить, почему это не будет работать\" (или ее аналоги) для демонстрации своего превосходства, даже если их мнение неверно или бесполезно.  Автор приводит пример из своей практики – сотрудничество с Терри, которая постоянно находила причины, почему предложенные ей возможности не сработают. Подчеркивается, что таких людей избегают, с ними не хотят работать.  Для борьбы с негативизмом рекомендуется проанализировать не только свою речь, но и отношение окружающих: если к вам редко обращаются с предложениями, возможно, вы проявляете негативизм.",
                                "key_points": [
                                    "Привычка к негативизму – постоянное желание объяснить, почему идея не сработает.",
                                    "Эта привычка отличается от других вредных привычек и представляет собой чистый негативизм, замаскированный под услугу.",
                                    "Фраза \"Дайте мне объяснить, почему это не будет работать\" – ключевой признак негативизма.",
                                    "Негативисты используют эту фразу для демонстрации превосходства, даже если их мнение бесполезно.",
                                    "Пример с Терри иллюстрирует, как негативизм мешает сотрудничеству.",
                                    "Людей с привычкой к негативизму избегают.",
                                    "Для выявления проблемы важно анализировать не только свою речь, но и отношение окружающих."
                                ],
                                "subchapter_number": "2.4.13"
                            },
                            {
                                "title": "Привычка № 9: сокрытие информации",
                                "pages": [
                                    50,
                                    51,
                                    52
                                ],
                                "summary": "В этом фрагменте рассматривается привычка сокрытия информации, которая в эпоху информационных технологий является особенно проблематичной.  Автор подчеркивает, что сокрытие информации – это противоположность стремлению \"вносить вклад\" и служит той же цели – укреплению собственной власти, но в более завуалированной форме.  Люди, скрывающие информацию, часто одержимы идеей секретности и считают, что любая утечка информации ставит их в невыгодное положение.  Такое поведение порождает недоверие, а не укрепляет позиции.  Автор различает целенаправленное утаивание информации и непреднамеренное, когда люди слишком заняты, чтобы поделиться важными сведениями.  Приводится пример с соседом, который не объяснил сыну, как правильно мыть машину, что привело к порче эмали.  Ключевой момент – осознание собственной ответственности за недостаток информации у другого человека.  Для решения проблемы предлагается целенаправленно делиться информацией, выделив для этого специальное время.",
                                "key_points": [
                                    "Сокрытие информации – противоположность стремлению \"вносить вклад\" и служит укреплению власти.",
                                    "Люди, скрывающие информацию, одержимы идеей секретности и боятся утечки данных.",
                                    "Сокрытие информации порождает недоверие и вредит отношениям.",
                                    "Различают целенаправленное и непреднамеренное сокрытие информации.",
                                    "Непреднамеренное сокрытие часто связано с занятостью и невнимательностью.",
                                    "Пример с мытьем машины иллюстрирует, как недостаток информации приводит к ошибкам.",
                                    "Осознание собственной ответственности за недостаток информации – ключ к решению проблемы.",
                                    "Целенаправленное распространение информации – эффективный способ борьбы с привычкой."
                                ],
                                "subchapter_number": "2.4.14"
                            },
                            {
                                "title": "Привычка № 10: неумение воздавать по достоинству",
                                "pages": [
                                    52,
                                    53
                                ],
                                "summary": "Фрагмент посвящен проблеме неумения признавать заслуги других людей, что является близким родственником сокрытия информации.  Неспособность отдать должное вкладу других не только несправедлива, но и лишает сотрудников эмоционального вознаграждения за успех, гасит инициативу и порождает обиду.  Признание – это разновидность завершенности, логическое завершение успеха.  Без признания успех обесценивается и не приносит полного удовлетворения.  Автор отмечает, что многие люди не признают заслуги других из-за собственной занятости, непонимания важности этого для других или отсутствия подобного опыта в своей жизни.  Подчеркивается эгоцентричность успешных людей, которая мешает им стать лидерами.  Приводится пример клиента, который разработал методику регулярного анализа и выражения признательности, что значительно улучшило его репутацию.",
                                "key_points": [
                                    "Неумение воздавать по достоинству – лишение людей эмоционального вознаграждения за успех.",
                                    "Отсутствие признания гасит инициативу и порождает обиду.",
                                    "Признание – это разновидность завершенности, необходимой для полноценного ощущения успеха.",
                                    "Многие люди не признают заслуги других из-за эгоцентризма, занятости или непонимания.",
                                    "Переключение внимания с себя на других – ключевой шаг к лидерству.",
                                    "Методика регулярного анализа и выражения признательности помогает исправить этот недостаток."
                                ],
                                "subchapter_number": "2.4.15"
                            },
                            {
                                "title": "Привычка № 11: приписывание себе чужих заслуг",
                                "pages": [
                                    53,
                                    54,
                                    55
                                ],
                                "summary": "В этом фрагменте рассматривается привычка присваивать себе чужие достижения, что является двойным оскорблением: мало того, что человек не получает заслуженного признания, так еще и его заслуги приписываются другому. Автор подчеркивает, что это вызывает острое негодование, особенно во взрослом возрасте, когда на кону стоят карьера и деньги.  Приписывание себе чужих заслуг расценивается как \"воровство\" идей, свершений и самоуважения.  Эта привычка – еще одна разновидность потребности побеждать, возникающая из-за неопределенности вклада каждого участника в общий результат.  Люди склонны переоценивать свой вклад и верить в это, в то время как истинные авторы испытывают негодование.  Для борьбы с этой привычкой предлагается упражнение: в течение дня фиксировать все случаи, когда вы хвалите себя за успех, а затем анализировать, не причастен ли к этому успеху кто-то еще.",
                                "key_points": [
                                    "Приписывание себе чужих заслуг – двойное оскорбление: лишение признания и присвоение чужой славы.",
                                    "Это \"воровство\" идей и достижений, вызывающее сильное негодование.",
                                    "Привычка является разновидностью потребности побеждать и возникает из-за неопределенности вклада каждого.",
                                    "Люди склонны переоценивать свой вклад и верить в это.",
                                    "Упражнение с фиксацией и анализом \"самопоздравлений\" помогает осознать и исправить привычку."
                                ],
                                "subchapter_number": "2.4.16"
                            },
                            {
                                "title": "Привычка № 12: склонность к самооправданию",
                                "pages": [
                                    55,
                                    56,
                                    57
                                ],
                                "summary": "Фрагмент посвящен проблеме самооправдания, когда люди объясняют свои недостатки и ошибки внешними обстоятельствами или врожденными особенностями. Автор приводит пример Билла Клинтона, который признал свои ошибки, но подчеркнул, что оправданий для самооправдания нет. Различаются неуклюжие оправдания (перекладывание вины на других) и тонкие (ссылки на генетические особенности или устоявшиеся привычки).  Приводится личная история автора о том, как он поверил во внушение матери об отсутствии у него технических способностей, и как осознание этого помогло ему изменить свое отношение.  Подчеркивается, что самооправдание, основанное на стереотипах и пессимистических ожиданиях, становится самосбывающимся пророчеством.  Ключевой вопрос для борьбы с привычкой: \"А, собственно, почему?\", который помогает усомниться в обоснованности оправданий.  Автор утверждает, что прекращение самооправдания открывает путь к изменениям в любой области.",
                                "key_points": [
                                    "Самооправдание – объяснение недостатков и ошибок внешними обстоятельствами или врожденными особенностями.",
                                    "Оправданий для самооправдания нет.",
                                    "Существуют неуклюжие (перекладывание вины) и тонкие (ссылки на гены и привычки) оправдания.",
                                    "Самооправдание, основанное на стереотипах, становится самосбывающимся пророчеством.",
                                    "Личный пример автора иллюстрирует, как внушение влияет на самовосприятие.",
                                    "Вопрос \"А, собственно, почему?\" помогает усомниться в обоснованности оправданий.",
                                    "Прекращение самооправдания – ключ к изменениям и росту."
                                ],
                                "subchapter_number": "2.4.17"
                            },
                            {
                                "title": "Привычка № 13: ссылки на прошлое",
                                "pages": [
                                    57,
                                    58
                                ],
                                "summary": "В этом фрагменте обсуждается привычка ссылаться на прошлое, как способ оправдания своих недостатков или, наоборот, для самовосхваления. Автор критикует подход психологов, которые ищут причины проблем в прошлом человека, утверждая, что это не способствует изменениям в настоящем.  Он подчеркивает, что прошлое изменить нельзя, его нужно принять и двигаться вперед.  Ссылки на прошлое могут использоваться как оружие против других, например, в форме упреков («Вот я в твои годы…») или сравнений, подчеркивающих собственные достижения.  Приводится пример из личного опыта автора, когда его дочь Келли указала ему на то, что он хвастается своим трудным детством, сравнивая его с ее более привилегированными условиями.  Ключевой вывод: нужно перестать перекладывать ответственность за свой выбор на других и прошлое.",
                                "key_points": [
                                    "Ссылки на прошлое – способ оправдания недостатков или самовосхваления.",
                                    "Анализ прошлого полезен для понимания, но не для изменений.",
                                    "Прошлое нельзя изменить, его нужно принять.",
                                    "Ссылки на прошлое могут использоваться как оружие против других (упреки, сравнения).",
                                    "Пример с дочерью автора иллюстрирует, как сравнение с прошлым может быть формой хвастовства.",
                                    "Необходимо перестать перекладывать ответственность за свой выбор на других и прошлое."
                                ],
                                "subchapter_number": "2.4.18"
                            },
                            {
                                "title": "Привычка № 14: покровительство любимчикам",
                                "pages": [
                                    58,
                                    59
                                ],
                                "summary": "Фрагмент посвящен проблеме фаворитизма и покровительства любимчикам, особенно в корпоративной среде.  Автор отмечает, что, несмотря на декларируемую неприемлемость подхалимства, оно процветает, поскольку лидеры, даже самые искушенные, часто не могут устоять перед лестью.  Люди бессознательно поощряют тех, кто их хвалит, даже если эта похвала неискренняя.  Приводится аналогия с собаками, которые получают больше внимания, чем члены семьи, потому что всегда рады хозяину и не критикуют его.  Такое поведение приводит к тому, что честные и принципиальные сотрудники оказываются в невыгодном положении, а поощряются подхалимы, что вредит компании.  Для борьбы с этой привычкой предлагается оценить подчиненных по трем критериям:  насколько они вас любят, что они дают компании и насколько вы их поощряете.  Если поощрение больше связано с отношением к вам, чем с результатами работы, значит, вы покровительствуете любимчикам.",
                                "key_points": [
                                    "Фаворитизм и покровительство любимчикам – распространенная проблема, несмотря на декларируемую неприемлемость подхалимства.",
                                    "Лидеры часто бессознательно поощряют тех, кто их хвалит.",
                                    "Аналогия с собаками иллюстрирует, как люди склонны уделять больше внимания тем, кто проявляет безоговорочное восхищение.",
                                    "Фаворитизм вредит компании, поскольку поощряет подхалимство и демотивирует честных сотрудников.",
                                    "Для борьбы с привычкой необходимо оценить подчиненных по трем критериям: отношение к вам, вклад в компанию и уровень вашего поощрения.",
                                    "Связь поощрения с отношением, а не с результатами, – признак фаворитизма."
                                ],
                                "subchapter_number": "2.4.19"
                            },
                            {
                                "title": "Привычка № 15: неготовность выразить сожаление",
                                "pages": [
                                    60,
                                    61
                                ],
                                "summary": "В этом фрагменте рассматривается нежелание извиняться и выражать сожаление, что является серьезным препятствием в межличностных отношениях.  Автор сравнивает извинение с очистительным ритуалом, подобным церковному покаянию.  Подчеркивается, что успешные люди часто испытывают трудности с извинениями из-за потребности побеждать, нежелания признавать неправоту, страха показаться слабыми или унизиться.  Однако, вопреки опасениям, извинение не ослабляет, а, наоборот, укрепляет позиции, превращая людей в союзников.  Приводится пример из буддизма и личный опыт автора в ресторане \"Le Perigord\", иллюстрирующие, что уступка и признание своей уязвимости приводят к положительным результатам.  Рассказывается история клиентки Бэт, чьи отношения с коллегой Харви кардинально улучшились после искреннего извинения.  Извинение – это признание вины, просьба о прощении и помощи, которая меняет отношения к лучшему.",
                                "key_points": [
                                    "Неготовность выразить сожаление – серьезный недостаток поведения, порождающий неприязнь.",
                                    "Извинение – очистительный ритуал, облегчающий душу.",
                                    "Успешные люди часто сопротивляются извинениям из-за потребности побеждать, нежелания признавать неправоту, страха показаться слабыми.",
                                    "Вопреки опасениям, извинение укрепляет позиции, превращая людей в союзников.",
                                    "Примеры из буддизма и личный опыт автора показывают, что уступка ведет к положительным результатам.",
                                    "История Бэт и Харви иллюстрирует силу искреннего извинения.",
                                    "Извинение – это признание вины, просьба о прощении и помощи, меняющая отношения."
                                ],
                                "subchapter_number": "2.4.20"
                            },
                            {
                                "title": "Привычка № 16: невнимание",
                                "pages": [
                                    61,
                                    62
                                ],
                                "summary": "Фрагмент посвящен проблеме невнимания, которое является одной из самых частых жалоб в профессиональной среде. Автор утверждает, что невнимание воспринимается как неуважение и посылает собеседнику множество негативных сигналов. Невнимание часто бывает неброским и неумышленным, вызванным усталостью, рассеянностью или обдумыванием ответа. Однако открытое проявление нетерпения (понукания, требования перейти к сути) особенно негативно воспринимается окружающими. Приводится пример группы руководителей научно-исследовательской организации, которые проявляли нетерпение во время презентаций молодых ученых. Подчеркивается, что в современных условиях талантливые сотрудники не будут терпеть неуважительного отношения и уйдут. Для борьбы с этой привычкой рекомендуется немедленно прекратить любые проявления нетерпения.",
                                "key_points": [
                                    "Невнимание - одна из самых частых жалоб в профессиональной среде и воспринимаеться как неуважения.",
                                    "Невнимание посылает множество негативных сигналов собеседнику.",
                                    "Часто невнимание бывает неумышленным, вызванным усталостью или рассеянностью.",
                                    "Открытое проявление нетерпения особенно негативно воспринимается.",
                                    "Пример с руководителями НИИ, торопящими молодых ученых.",
                                    "В современном мире таланты не будут мириться с неуважением.",
                                    "Для исправления привычки нужно прекратить проявления нетерпения."
                                ],
                                "subchapter_number": "2.4.21"
                            },
                            {
                                "title": "Привычка № 17: неблагодарность",
                                "pages": [
                                    63,
                                    64
                                ],
                                "summary": "В этом фрагменте рассматривается неблагодарность как одна из самых простых в исправлении, но при этом распространенных вредных привычек. Автор не соглашается с Дейлом Карнеги, утверждающим, что самые приятные слова – это имя и фамилия человека, и считает, что слова \"благодарю вас\" обладают большей силой. Подчеркивается, что благодарность, подобно извинению, является \"волшебной палочкой-выручалочкой\" в любых отношениях. Приводится пример с женщиной на вечеринке, которая не смогла принять комплимент, а вместо этого начала оправдываться. Автор учит клиентов всегда отвечать \"спасибо\" на любые слова. Приводится пример с гольфистом Марком О'Мэара, который всегда благодарит за обратную связь. Обсуждается правило Криса Каппи: \"Я не буду знать меньше\", подразумевающее, что выслушивание чужих идей не сделает вас глупее. Подчеркивается, что любой ответ, кроме \"спасибо\", может спровоцировать конфликт.  Автор критикует привычку откладывать благодарность, приводя пример клиента, который хотел поблагодарить жену только после завершения ремонта. Благодарность не является ограниченным ресурсом, и ее нужно проявлять как можно чаще.",
                                "key_points": [
                                    "Неблагодарность – одна из самых распространенных и легко исправимых вредных привычек.",
                                    "Слова \"благодарю вас\" – самые приятные и располагающие.",
                                    "Благодарность, как и извинение, – \"волшебная палочка-выручалочка\" в отношениях.",
                                    "На любое предложение, совет или комплимент следует отвечать \"спасибо\".",
                                    "Пример с гольфистом Марком О'Мэара иллюстрирует силу благодарности.",
                                    "Правило \"Я не буду знать меньше\" помогает принимать чужие идеи.",
                                    "Любой ответ, кроме \"спасибо\", может спровоцировать конфликт.",
                                    "Нельзя откладывать благодарность, ее нужно проявлять сразу.",
                                    "Благодарность не является ограниченным ресурсом.",
                                    "Фразы вроде: \"Знаете вы меня смутили\" - это завуалированое возражение."
                                ],
                                "subchapter_number": "2.4.22"
                            },
                            {
                                "title": "Привычка № 18: «наказание вестника»",
                                "pages": [
                                    65
                                ],
                                "summary": "Этот фрагмент посвящен привычке \"наказывать вестника\" – негативно реагировать на человека, который сообщает неприятные новости или пытается помочь.  Эта привычка сочетает в себе худшие проявления неблагодарности, приписывания себе чужих заслуг, уклонения от ответственности, деструктивных замечаний и гнева.  Приводятся примеры: недовольное фырканье на секретаря, сообщающего, что босс не может принять; гневная вспышка на сотрудника, сообщившего о сорвавшейся сделке; раздражение на предупреждения об опасности.  \"Наказание вестника\" отбивает у людей желание делиться информацией.  Автор рассказывает историю о том, как накричал на жену за предупреждение о красном свете, и как осознание этого помогло ему измениться.  Единственный правильный ответ на любую попытку помочь – \"спасибо\".",
                                "key_points": [
                                    "\"Наказание вестника\" – негативная реакция на человека, сообщающего неприятные новости или пытающегося помочь.",
                                    "Эта привычка сочетает в себе неблагодарность, приписывание себе чужих заслуг, уклонение от ответственности, деструктивные замечания и гнев.",
                                    "Примеры \"наказания вестника\": недовольство секретарем, гнев на сотрудника, раздражение на предупреждения.",
                                    "\"Наказание вестника\" отбивает у людей желание делиться информацией.",
                                    "История автора с женой иллюстрирует, как осознание проблемы помогает измениться.",
                                    "Единственный правильный ответ на любую попытку помочь – \"спасибо\"."
                                ],
                                "subchapter_number": "2.4.23"
                            },
                            {
                                "title": "Привычка № 19: Перекладывание ответственности",
                                "pages": [
                                    66,
                                    67
                                ],
                                "summary": "Перекладывание ответственности — это склонность обвинять других в своих ошибках. Это негативно сказывается на восприятии человека как лидера и подрывает доверие. Автор описывает пример Сэма, медиадиректора, который искусно находил таланты, но так же искусно сваливал вину на других, когда возникали проблемы. Сэм осознавал свою проблему, но не мог признать неправоту.  Автор использует бейсбольные аналогии, показывая, что ошибки неизбежны, и важно уметь их признавать.  После работы с автором Сэм изменил свое поведение, извинился перед коллегами и начал брать ответственность на себя, что со временем улучшило его репутацию.",
                                "key_points": [
                                    "Перекладывание ответственности – это «крепкий коктейль» из потребности побеждать, оправдываться, нежелания извиняться и отказа признавать чужие заслуги.",
                                    "Этот недостаток сильно влияет на восприятие человека как лидера, подрывая доверие и надежность.",
                                    "Люди обычно осознают, когда перекладывают ответственность, но им не хватает духа признать это.",
                                    "Пример Сэма показывает, как эта привычка может вредить карьере, даже при наличии других сильных качеств.",
                                    "Признание ошибок и принятие ответственности производит более сильное впечатление, чем демонстрация успехов.",
                                    "Изменение поведения, как в случае с Сэмом, возможно через признание проблемы, извинения и постоянную работу над собой."
                                ],
                                "subchapter_number": "2.4.24"
                            },
                            {
                                "title": "Привычка № 20: Чрезмерное желание оставаться «самим собой»",
                                "pages": [
                                    67,
                                    68,
                                    69
                                ],
                                "summary": "Чрезмерное желание оставаться «самим собой» проявляется, когда человек оправдывает свои недостатки и нежелание меняться верностью своему «я». Это становится препятствием для позитивных изменений. Автор приводит пример руководителя, который не признавал заслуги других, оправдывая это своей честностью и высокими требованиями.  Автор помог ему понять, что признание заслуг других не противоречит его личности, а, наоборот, может стать ее частью.  Клиент, преодолев приверженность стереотипному самовосприятию, начал ценить подчиненных, что улучшило атмосферу в команде и его собственную репутацию.",
                                "key_points": [
                                    "Люди часто используют фразу «Ну вот такой уж я» как оправдание своих недостатков.",
                                    "Чрезмерная приверженность своему «я» мешает позитивным изменениям в поведении.",
                                    "Иногда люди выдают свои пороки за добродетели, потому что они являются частью их «я».",
                                    "Пример с руководителем, который не хвалил подчиненных, показывает, как ложная верность себе может вредить.",
                                    "Важно осознать, что изменение поведения не означает предательство своего «я», а может быть его расширением.",
                                    "Смещение фокуса с себя на других («меня» меньше, «их» больше) приносит пользу обеим сторонам.",
                                    "Важно не то, каким человек видит себя, а то, каким его видят другие."
                                ],
                                "subchapter_number": "2.4.25"
                            }
                        ]
                    },
                    {
                        "title": "Привычка № 21: Одержимость целью",
                        "pages": [
                            70,
                            71,
                            72
                        ],
                        "summary": "Одержимость целью — это чрезмерная концентрация на достижении конкретного результата, которая может привести к игнорированию более важных аспектов жизни и неэтичному поведению.  Эта привычка не является межличностным недостатком, но часто становится источником других проблем.  Автор описывает, как одержимость целью может исказить восприятие дозволенного и недозволенного, заставляя людей пренебрегать близкими, здоровьем, коллегами и даже собственными принципами. Приводятся примеры Кэндейси, полковника Николсона из фильма «Мост через реку Квай», дельца Майка и студентов-теологов из эксперимента «Добрый самаритянин», которые из-за одержимости целью действовали вопреки своим истинным ценностям или интересам. Решение проблемы заключается в том, чтобы остановиться, переосмыслить свои действия и убедиться, что они соответствуют главным жизненным целям, а не ведут в тупик.",
                        "key_points": [
                            "Одержимость целью — это не межличностный недостаток, а скорее внутренняя движущая сила, которая может приводить к негативным последствиям.",
                            "Одержимость целью часто возникает из-за превратного представления о том, чего человек хочет от жизни, или о том, чего от него хотят другие.",
                            "В погоне за конкретной целью люди могут забывать о более важных вещах: семье, здоровье, отношениях с коллегами.",
                            "Пример Кэндейси показывает, как одержимость целью может привести к присвоению чужих заслуг и проблемам в отношениях с сотрудниками.",
                            "Пример полковника Николсона демонстрирует, как концентрация на задаче (строительстве моста) может затмить главную цель (победу в войне).",
                            "Пример Майка иллюстрирует, как одержимость работой может разрушить личную жизнь.",
                            "Эксперимент «Добрый самаритянин» показывает, как спешка и концентрация на цели могут заставить людей игнорировать нужды других.",
                            "Чтобы избежать негативных последствий одержимости целью, необходимо регулярно пересматривать свои действия и убеждаться, что они соответствуют истинным жизненным ценностям."
                        ],
                        "chapter_number": 5,
                        "subchapters": [
                            {
                                "title": "Привычка № 21: Одержимость целью",
                                "pages": [
                                    70,
                                    71,
                                    72
                                ],
                                "summary": "Одержимость целью — это чрезмерная концентрация на достижении конкретного результата, которая может привести к игнорированию более важных аспектов жизни и неэтичному поведению.  Эта привычка не является межличностным недостатком, но часто становится источником других проблем.  Автор описывает, как одержимость целью может исказить восприятие дозволенного и недозволенного, заставляя людей пренебрегать близкими, здоровьем, коллегами и даже собственными принципами. Приводятся примеры Кэндейси, полковника Николсона из фильма «Мост через реку Квай», дельца Майка и студентов-теологов из эксперимента «Добрый самаритянин», которые из-за одержимости целью действовали вопреки своим истинным ценностям или интересам. Решение проблемы заключается в том, чтобы остановиться, переосмыслить свои действия и убедиться, что они соответствуют главным жизненным целям, а не ведут в тупик.",
                                "key_points": [
                                    "Одержимость целью — это не межличностный недостаток, а скорее внутренняя движущая сила, которая может приводить к негативным последствиям.",
                                    "Одержимость целью часто возникает из-за превратного представления о том, чего человек хочет от жизни, или о том, чего от него хотят другие.",
                                    "В погоне за конкретной целью люди могут забывать о более важных вещах: семье, здоровье, отношениях с коллегами.",
                                    "Пример Кэндейси показывает, как одержимость целью может привести к присвоению чужих заслуг и проблемам в отношениях с сотрудниками.",
                                    "Пример полковника Николсона демонстрирует, как концентрация на задаче (строительстве моста) может затмить главную цель (победу в войне).",
                                    "Пример Майка иллюстрирует, как одержимость работой может разрушить личную жизнь.",
                                    "Эксперимент «Добрый самаритянин» показывает, как спешка и концентрация на цели могут заставить людей игнорировать нужды других.",
                                    "Чтобы избежать негативных последствий одержимости целью, необходимо регулярно пересматривать свои действия и убеждаться, что они соответствуют истинным жизненным ценностям."
                                ],
                                "subchapter_number": "2.5.1"
                            }
                        ]
                    }
                ]
            },
            {
                "title": "О том, как измениться к лучшему. В ней мы освоим семишаговую методику изменений в межличностных отношениях и узнаем о том, как сделать перемены устойчивыми",
                "pages": [
                    73,
                    74,
                    75,
                    76,
                    77,
                    78,
                    79,
                    80,
                    81,
                    82,
                    83,
                    84,
                    85,
                    86,
                    87,
                    88,
                    89,
                    90,
                    91,
                    92,
                    93,
                    94,
                    95,
                    96,
                    97,
                    98,
                    99,
                    100,
                    101,
                    102,
                    103,
                    104,
                    105,
                    106,
                    107,
                    108,
                    109,
                    110,
                    111,
                    112,
                    113,
                    114,
                    115,
                    116,
                    117
                ],
                "summary": "Часть 3 книги, \"О том, как измениться к лучшему\", фокусируется на практических шагах, необходимых для осуществления и закрепления изменений в межличностных отношениях.  Рассматриваются такие важные аспекты, как получение и использование обратной связи, искусство извинения, эффективное информирование окружающих о своих намерениях, развитие навыков слушания и выражения благодарности. Ключевым элементом является введение понятия \"упреждающей связи\", которая, в отличие от традиционной обратной связи, ориентирована на будущее и способствует созданию атмосферы взаимопомощи.  Подчеркивается важность регулярного отслеживания прогресса и получения поддержки со стороны.  В целом, часть представляет собой пошаговое руководство по применению семишаговой методики изменений, описанной ранее, с акцентом на практические инструменты и примеры.",
                "key_points": [
                    "Обратная связь: ее значение, виды (по запросу, спонтанная, обсервационная) и методы получения.",
                    "Искусство извинения: правила искреннего извинения и его роль в восстановлении отношений.",
                    "\"Рекламная кампания\" изменений: как эффективно донести до окружающих информацию о своих намерениях.",
                    "Умение слушать: три ключевых аспекта (думать, слушать с уважением, оценивать необходимость ответа).",
                    "Благодарение: важность выражения признательности и его влияние на межличностные отношения.",
                    "Последующее отслеживание (follow-up): необходимость регулярного контроля и обратной связи для достижения устойчивых результатов.",
                    "Упреждающая связь: концепция, ориентированная на будущее, и ее преимущества перед традиционной обратной связью.",
                    "Создание атмосферы взаимопомощи и поддержки для осуществления изменений."
                ],
                "part_number": 3,
                "chapters": [
                    {
                        "title": "Обратная связь",
                        "pages": [
                            75,
                            76,
                            77,
                            78,
                            79,
                            80,
                            81,
                            82,
                            83,
                            84,
                            85,
                            86,
                            87,
                            88,
                            89,
                            90
                        ],
                        "summary": "Глава 6, \"Обратная связь\", посвящена значению, видам и методам получения обратной связи для личностного и профессионального роста. Автор начинает с краткой истории развития обратной связи, от простых форм саморефлексии до современных 360-градусных опросов. Подчеркиваются трудности, связанные с получением и принятием негативной обратной связи, особенно успешными людьми, а также страх подчинённых давать честную обратную связь руководству. Вводится концепция \"четырех обязательств\" (забвение прошлого, честность, поддержка, самосовершенствование), необходимых для создания продуктивной среды для обратной связи. Разъясняется, что не стоит спорить с полученной по запросу обратной связью, а следует воспринимать ее как подарок. Автор описывает, как самостоятельно организовать процесс получения обратной связи, и выделяет три ее основных вида: по запросу, спонтанную и обсервационную. Подробно рассматривается важность правильной формулировки вопросов при запросе обратной связи (\"Как я могу стать лучше?\") и ценность спонтанной обратной связи, которая может привести к \"откровению\" (иллюстрируется примером из жизни автора и \"окном Джогари\"). Особое внимание уделяется обсервационной обратной связи, получаемой через наблюдение за невербальными сигналами и поведением окружающих. Предлагаются пять методов получения обсервационной обратной связи: систематизация чужих замечаний, \"выключение звука\", завершение предложения, анализ самовосхваления/самоуничижения и размышления о влиянии поведения на работе на отношения дома. В заключении, подчеркивается, что обратная связь – это лишь отправная точка для изменений, а не самоцель.",
                        "key_points": [
                            "Обратная связь – ключевой элемент личностного и профессионального роста.",
                            "Успешные люди часто отвергают негативную обратную связь, а подчинённые боятся её давать.",
                            "\"Четыре обязательства\" (забвение прошлого, честность, поддержка, самосовершенствование) – основа продуктивной обратной связи.",
                            "Не следует спорить с полученной по запросу обратной связью.",
                            "Правильный вопрос для запроса обратной связи: \"Как я могу стать лучше?\".",
                            "Три вида обратной связи: по запросу, спонтанная, обсервационная.",
                            "\"Окно Джогари\" помогает понять ценность спонтанной обратной связи.",
                            "Обсервационная обратная связь получается через наблюдение за невербальными сигналами и поведением.",
                            "Пять методов получения обсервационной обратной связи:",
                            "  * Систематизация чужих замечаний.",
                            "  * \"Выключение звука\".",
                            "  * Завершение предложения.",
                            "  * Анализ самовосхваления и самоуничижения.",
                            "  * Размышления о влиянии поведения на работе на отношения дома.",
                            "Обратная связь – начало пути к изменениям, а не конечная цель."
                        ],
                        "chapter_number": 6,
                        "subchapters": [
                            {
                                "title": "Краткая история",
                                "pages": [
                                    75
                                ],
                                "summary": "В этой подглаве прослеживается эволюция обратной связи: от саморефлексии до формализованной обратной связи \"снизу вверх\" и современной 360-градусной обратной связи.  Основная сложность заключается в том, что успешные люди не желают воспринимать негативную обратную связь, а окружающие, в свою очередь, боятся её предоставлять из-за иерархии и власти. Обратная связь, ориентированная на прошлое, вызывает защитную реакцию и чувство вины, что препятствует изменениям. Однако, признается польза негативной обратной связи, для выявления областей где человек находиться.",
                                "key_points": [
                                    "Обратная связь эволюционировала от саморефлексии до 360-градусной оценки.",
                                    "Успешные люди часто отвергают негативную обратную связь.",
                                    "Страх перед начальством мешает подчинённым давать честную обратную связь.",
                                    "Фокус на прошлых ошибках вызывает защитную реакцию.",
                                    "Негативная обратная связь полезна для определения текущего положения."
                                ],
                                "subchapter_number": "3.6.1"
                            },
                            {
                                "title": "Четыре обязательства",
                                "pages": [
                                    76,
                                    77,
                                    78
                                ],
                                "summary": "Автор описывает свой метод получения обратной связи, основанный на конфиденциальных беседах с коллегами клиента. Ключевым элементом являются \"четыре обязательства\", которые берут на себя участники опроса: 1) отвлечься от прошлого и сосредоточиться на будущем; 2) говорить правду; 3) поддерживать и проявлять благожелательность (без цинизма); 4) искать улучшения в себе, а не только в оцениваемом. Эти обязательства создают атмосферу равенства и взаимной поддержки, что способствует более эффективному процессу изменений. Взаимность – ключ к продуктивной обратной связи. Подчеркивается важность выбора правильных людей для предоставления обратной связи, тех, кто отвечает этим четырем критериям, например, лучший друг.",
                                "key_points": [
                                    "Конфиденциальные беседы с коллегами – основа метода автора.",
                                    "Четыре обязательства: забвение прошлого, честность, поддержка, самосовершенствование.",
                                    "Создание атмосферы равенства и взаимной поддержки.",
                                    "Взаимность как основа эффективной обратной связи.",
                                    "Важность правильного выбора людей для обратной связи.",
                                    "Лучший друг – идеальный кандидат для предоставления обратной связи."
                                ],
                                "subchapter_number": "3.6.2"
                            },
                            {
                                "title": "Чего нельзя: сначала просить обратную связь, а потом настаивать на своем мнении",
                                "pages": [
                                    79
                                ],
                                "summary": "В этой подглаве автор, используя историю про адвоката в лифте с курящим человеком, иллюстрирует распространенную ошибку: запрашивать обратную связь, а затем спорить с ней и защищать свою точку зрения. Подчеркивается, что такое поведение контрпродуктивно и обесценивает мнение собеседника.  Автор призывает воспринимать любой совет как подарок и благодарить за него, даже если вы не планируете ему следовать. Главное – уметь выслушать и извлечь пользу из дельных советов.",
                                "key_points": [
                                    "Не стоит спорить с обратной связью, полученной по вашему же запросу.",
                                    "Оборонительная позиция обесценивает мнение собеседника.",
                                    "Любой совет следует воспринимать как подарок и благодарить за него.",
                                    "Важно уметь слушать и извлекать пользу из дельных советов."
                                ],
                                "subchapter_number": "3.6.3"
                            },
                            {
                                "title": "Основы обратной связи: как наладить ее самостоятельно",
                                "pages": [
                                    79,
                                    80
                                ],
                                "summary": "Автор объясняет, как можно самостоятельно организовать процесс получения обратной связи, даже не прибегая к услугам специалистов. Описывается процесс 360-градусной обратной связи, используемый автором в работе с клиентами: выявление потенциальных оценщиков, проверка их по методике \"четырех обязательств\", заполнение опросного листа. Подчеркивается, что хотя профессиональные методики сложны, сам принцип получения обратной связи доступен каждому. Далее, автор классифицирует обратную связь, выделяя три основных вида: обратная связь по запросу, спонтанная обратная связь и обратная связь, основанная на наблюдениях (обсервационная).",
                                "key_points": [
                                    "360-градусная обратная связь может быть организована самостоятельно.",
                                    "Процесс включает выявление оценщиков, проверку по \"четырем обязательствам\" и заполнение опросника.",
                                    "Обратная связь – привычный элемент рабочей и повседневной жизни (оценка работы, пересмотр окладов, отзывы покупателей).",
                                    "Три основных вида обратной связи: по запросу, спонтанная, обсервационная."
                                ],
                                "subchapter_number": "3.6.4"
                            },
                            {
                                "title": "Обратная связь по запросу, или Умение просить",
                                "pages": [
                                    81
                                ],
                                "summary": "В этой подглаве обсуждается важность правильного подхода к запросу обратной связи. Автор подчеркивает, что конфиденциальная обратная связь, полученная через незаинтересованную третью сторону, является наиболее эффективной, так как исключает защитную реакцию и позволяет получить честные мнения. Однако, если такой возможности нет, необходимо задавать правильные вопросы. Вместо общих вопросов вроде \"Что вы обо мне думаете?\", которые могут вызвать страх и неискренность, особенно во властных отношениях, следует спрашивать: \"Как я могу стать лучше?\". Такой вопрос ориентирован на будущее, содержит в себе запрос совета, а не критики, и действительно побуждает к изменениям.",
                                "key_points": [
                                    "Конфиденциальная обратная связь – наиболее эффективный вариант.",
                                    "Для получения конфиденциальной обратной связи нужна непредвзятая третья сторона.",
                                    "Вопросы вроде \"Что вы обо мне думаете?\" неуместны, особенно во властных отношениях.",
                                    "Единственный корректный вопрос: \"Как я могу стать лучше?\" (с вариациями).",
                                    "Правильный запрос обратной связи должен содержать совет, быть направленным на будущее и побуждать к улучшению."
                                ],
                                "subchapter_number": "3.6.5"
                            },
                            {
                                "title": "Спонтанная (без запроса) обратная связь, или Эффект неожиданности",
                                "pages": [
                                    82,
                                    83,
                                    84
                                ],
                                "summary": "Автор обсуждает ценность спонтанной обратной связи, которая может стать откровением и привести к глубоким переменам. Для иллюстрации вводится понятие \"окна Джогари\", которое делит самоанализ на четыре части: что известно о нас другим и нам самим, что известно нам, но неизвестно другим, что неизвестно нам самим, но известно другим, и что неизвестно никому. Наиболее интересна информация из третьей категории, так как именно она может стать ключом к самопознанию.  Автор делится личным опытом, когда благодаря неожиданному замечанию доктора Боба Танненбаума он осознал свою зацикленность на мнении окружающих и стремление произвести впечатление. Этот опыт научил его двум важным истинам: легче видеть недостатки других, чем свои собственные; и даже если мы не замечаем своих недостатков, они видны окружающим. Спонтанная обратная связь ценна тем, что позволяет увидеть себя глазами других и получить мотивацию к изменениям.",
                                "key_points": [
                                    "Спонтанная обратная связь может стать откровением и привести к переменам.",
                                    "\"Окно Джогари\" – инструмент для самоанализа, делящий знание о себе на четыре категории.",
                                    "Самое ценное – информация, известная другим, но неизвестная нам самим.",
                                    "Личный опыт автора с Бобом Танненбаумом иллюстрирует важность спонтанной обратной связи.",
                                    "Две важные истины: легче видеть чужие недостатки; наши недостатки видны окружающим.",
                                    "Спонтанная обратная связь помогает увидеть себя со стороны и мотивирует к изменениям."
                                ],
                                "subchapter_number": "3.6.6"
                            },
                            {
                                "title": "Обсервационная обратная связь, или Новый взгляд на себя",
                                "pages": [
                                    84,
                                    85,
                                    86,
                                    87,
                                    88,
                                    89,
                                    90
                                ],
                                "summary": "Эта подглава посвящена обсервационной обратной связи – информации, которую мы получаем, наблюдая за поведением и реакциями окружающих, а не запрашивая её напрямую. Автор рассказывает историю своего клиента Барри, который осознал неприязнь коллеги Питера, заметив его невербальные сигналы на совещании. Барри не стал обороняться, а предпринял шаги для улучшения отношений, что в итоге привело к сотрудничеству. Этот пример показывает, что даже неявная обратная связь может быть очень важной, если её правильно интерпретировать и адекватно на неё реагировать. Далее, автор предлагает пять способов получения обсервационной обратной связи:\n\n1.  **Систематизация чужих замечаний на ваш счет.** Регулярная запись и анализ всех замечаний, сделанных в ваш адрес, с разделением их на позитивные и негативные, помогает выявить повторяющиеся проблемы.\n2.  **Выключение звука.** Наблюдение за поведением людей в ситуации, когда вы не слышите их слов (например, на совещании), позволяет сосредоточиться на невербальных сигналах: жестах, мимике, положении тела. Это помогает понять, как вас воспринимают окружающие.\n3.  **Завершение предложения.** Техника, предложенная психологом Натаниэлем Брэндоном, заключается в многократном завершении фразы, начинающейся со слов \"Если я стану лучше в...\" (например, \"Если я стану более организованным...\"). Постепенно ответы смещаются от профессиональных к личным, что помогает определить истинные мотивы для изменений.\n4.  **Самосвосхваление.** Анализ собственных хвалебных высказываний о себе может выявить слабые стороны, которые вы подсознательно пытаетесь замаскировать. Самоуничижение, так же, часто маскирует гордость. \n5.  **Мысли о доме.** Размышления о том, как ваше поведение на работе влияет на отношения в семье, могут стать сильным мотиватором для изменений. Пример Майка, который осознал необходимость стать лучше ради своих детей, иллюстрирует этот принцип.\n\nВ заключении, подчеркивается что обратная связь это лишь начало, и нужно уметь анализировать эту информацию, и быть готовым к следующему шагу.",
                                "key_points": [
                                    "Обсервационная обратная связь – это информация, полученная через наблюдение.",
                                    "История Барри и Питера иллюстрирует важность невербальных сигналов.",
                                    "Пять способов получения обсервационной обратной связи:",
                                    "    * Систематизация замечаний.",
                                    "    * \"Выключение звука\".",
                                    "    * Завершение предложения.",
                                    "    * Анализ самовосхваления и псевдосамоунижения.",
                                    "    * Размышления о влиянии поведения на работе на отношения дома.",
                                    "Обратная связь - это только начало пути к изменениям."
                                ],
                                "subchapter_number": "3.6.7"
                            }
                        ]
                    },
                    {
                        "title": "Извенения",
                        "pages": [
                            91,
                            92,
                            93,
                            94
                        ],
                        "summary": "Глава 7, \"Извинение\", посвящена силе и правилам искреннего извинения как ключевого элемента в процессе личностных изменений и улучшения межличностных отношений. Автор представляет извинение как \"волшебное средство\", способное восстанавливать разрушенные связи и заключать эмоциональные договоры. Приводятся два показательных примера: публичное извинение Ричарда Кларка перед семьями жертв 11 сентября и личное извинение менеджера Теда, которое спасло его многолетнюю дружбу. Подчеркивается, что извинение \"работает\", и при этом не требует больших усилий – достаточно простых слов \"Прошу меня извинить. Я постараюсь исправиться\".\n\nДалее формулируется \"искусство\" извинения: неважно, *почему* вы извиняетесь (сожаление, стыд, страх), главное – *что* вы это делаете, и делаете правильно. Инструкция предельно проста: произнести слова извинения и, желательно, добавить обещание исправиться. После этого необходимо молчать, избегая любых объяснений, уточнений и оправданий, которые могут обесценить извинение. В качестве негативного примера приводится кейс компании Morgan Stanley, которая многомиллионным штрафом фактически извинилась, но затем испортила все своими оправданиями. Главный принцип – извинение должно быть максимально кратким, чтобы как можно быстрее перейти к следующим шагам по самосовершенствованию.",
                        "key_points": [
                            "Извинение – \"волшебное средство\" для улучшения отношений и личностного роста.",
                            "Примеры Ричарда Кларка и Теда показывают силу искреннего извинения.",
                            "Извинение \"работает\" и не требует больших усилий.",
                            "Формула извинения: \"Прошу меня извинить. Я постараюсь исправиться\".",
                            "После извинения необходимо молчать, избегая оправданий.",
                            "Пример Morgan Stanley иллюстрирует, как оправдания портят эффект извинения.",
                            "Извинение должно быть максимально кратким.",
                            "Извинение – первый шаг к самосовершенствованию и налаживанию отношений."
                        ],
                        "chapter_number": 7,
                        "subchapters": [
                            {
                                "title": "Волшебное средство",
                                "pages": [
                                    91,
                                    92,
                                    93
                                ],
                                "summary": "Автор рассматривает извинение как \"волшебное средство\", ключевой элемент в процессе изменений и улучшения межличностных отношений.  Извинение признается самым целительным и вдохновляющим поступком, способным заключить эмоциональный договор между людьми. Приводится пример Ричарда Кларка, извинившегося перед семьями погибших 11 сентября, что стало мощным актом примирения. Также рассказывается история Теда, который, благодаря извинению, смог восстановить разрушенную дружбу с соседом Винсом. Подчеркивается, что искреннее извинение \"работает\" и при этом удивительно легко осуществимо.  Достаточно сказать \"Прошу меня извинить. Я постараюсь исправиться\".",
                                "key_points": [
                                    "Извинение – самое волшебное и целительное действие.",
                                    "Извинение – ключевой элемент в работе над собой и улучшении отношений.",
                                    "Пример Ричарда Кларка демонстрирует силу публичного извинения.",
                                    "История Теда и Винса показывает, как извинение может восстановить дружбу.",
                                    "Искреннее извинение \"работает\" и не требует больших усилий.",
                                    "Формула извинения: \"Прошу меня извинить. Я постараюсь исправиться\"."
                                ],
                                "subchapter_number": "3.7.1"
                            },
                            {
                                "title": "Искусство приносить извинения",
                                "pages": [
                                    94
                                ],
                                "summary": "В этой подглаве автор формулирует принципы правильного извинения.  Неважно, *почему* вы извиняетесь (сожаление, стыд, страх), главное – *что* вы это делаете.  Инструкция по извинению проста: сказать \"Прошу меня извинить\" и, желательно, добавить \"Я постараюсь исправиться\".  После этого – молчание.  Никаких объяснений, уточнений, оправданий – они обесценивают извинение.  Приводится пример компании Morgan Stanley, которая заплатила огромный штраф, но испортила эффект извинения, начав оправдываться.  Основной принцип: извинение должно быть максимально кратким.  Чем быстрее вы закончите с извинениями, тем скорее сможете перейти к следующим шагам по самосовершенствованию.",
                                "key_points": [
                                    "Неважно, почему вы извиняетесь, главное – сделать это.",
                                    "Формула извинения: \"Прошу меня извинить\" (+ \"Я постараюсь исправиться\").",
                                    "После извинения – молчание, никаких оправданий.",
                                    "Пример Morgan Stanley показывает, как оправдания портят эффект извинения.",
                                    "Основной принцип: извинение должно быть максимально кратким.",
                                    "Извинение – первый шаг к самосовершенствованию."
                                ],
                                "subchapter_number": "3.7.2"
                            }
                        ]
                    },
                    {
                        "title": "Заявление о намерениях и «рекламная кампания»",
                        "pages": [
                            95,
                            96,
                            97
                        ],
                        "summary": "Глава 8 \"Заявление о намерениях и «рекламная кампания»\" посвящена тому, как эффективно донести до окружающих информацию о своих намерениях измениться после извинения. Автор подчеркивает, что недостаточно просто заявить о желании стать лучше – необходимо четко объяснить, *что именно* вы собираетесь делать. В главе рассматривается влияние когнитивного диссонанса на восприятие изменений окружающими и предлагаются стратегии для преодоления предубеждений. Ключевыми моментами являются \"фаза покоя\", необходимая для усвоения новых идей, и активная \"рекламная кампания\" собственных изменений, подобная работе пресс-секретаря. Автор проводит параллели с созреванием вина и политическими кампаниями, чтобы проиллюстрировать важность терпения, последовательности и настойчивости в продвижении своих целей.",
                        "key_points": [
                            "После извинения необходимо четко заявить о намерениях измениться, конкретизируя, что именно будет делаться.",
                            "Когнитивный диссонанс затрудняет восприятие изменений окружающими, поэтому важно активно продвигать свои усилия.",
                            "\"Фаза покоя\" – важный этап, когда идеи и изменения усваиваются и принимаются окружающими.",
                            "Необходимо пройти все семь этапов реализации проекта: оценка, выявление проблемы, формулировка решения, убеждение начальства, коллег, подчиненных, исполнение.",
                            "Нужно быть своим собственным \"пресс-секретарем\", постоянно напоминая о своих целях и усилиях.",
                            "Воспринимать процесс изменений как долгосрочную \"рекламную кампанию\", требующую терпения и настойчивости."
                        ],
                        "chapter_number": 8,
                        "subchapters": [
                            {
                                "title": "Не забудьте о фазе покоя",
                                "pages": [
                                    95,
                                    96
                                ],
                                "summary": "В этой подглаве автор обсуждает важность \"фазы покоя\" в любом проекте, будь то личные изменения или корпоративная инициатива.  Как и элитным винам, которым нужно время, чтобы \"выспаться\" и раскрыть свой вкус, хорошим идеям требуется время для усвоения и закрепления в сознании людей. Подчеркивается, что для успешной реализации проекта необходимо пройти не только этапы оценки, выявления проблемы и формулировки решения, но и этапы убеждения начальства, коллег и подчиненных.  Иначе проект может \"забуксовать\".",
                                "key_points": [
                                    "Фаза покоя – необходимое время для усвоения и принятия новых идей.",
                                    "Успешный проект проходит семь этапов: оценка, выделение проблемы, формулировка решения, убеждение начальства, коллег, подчиненных, исполнение.",
                                    "Этапы убеждения (4-6) критически важны для реализации проекта.",
                                    "Сравнение процесса изменений с созреванием вина.",
                                    "Нельзя пропускать этапы убеждения, иначе проект окажется в изоляции."
                                ],
                                "subchapter_number": "3.8.1"
                            },
                            {
                                "title": "Сам себе пресс-секретарь",
                                "pages": [
                                    96,
                                    97
                                ],
                                "summary": "Подглава посвящена необходимости активного продвижения своих изменений, аналогично тому, как политики продвигают свои идеи. Автор советует быть своим собственным пресс-секретарем: четко формулировать свои цели, методично доносить их до окружающих и постоянно напоминать о своих усилиях.  Подчеркивается важность восприятия процесса изменений как долгосрочной избирательной кампании, где коллеги – это избиратели, чье мнение является доказательством успеха.",
                                "key_points": [
                                    "Необходимо активно и постоянно \"рекламировать\" свои изменения.",
                                    "Важно четко формулировать послание и методично доносить его до окружающих.",
                                    "Воспринимать каждый день как возможность донести свое сообщение.",
                                    "Выявлять недоброжелателей и принимать контрмеры.",
                                    "Рассматривать процесс изменений как избирательную кампанию, где коллеги – избиратели.",
                                    "Сосредоточиться на долгосрочной перспективе, а не только на ежедневных результатах."
                                ],
                                "subchapter_number": "3.8.2"
                            }
                        ]
                    },
                    {
                        "title": "Умение слушать",
                        "pages": [
                            98,
                            99,
                            100,
                            101,
                            102,
                            103
                        ],
                        "summary": "Глава 9 \"Умение слушать\" посвящена важности активного и осознанного слушания в межличностном общении. Автор утверждает, что успех в общении на 80% зависит от того, *как* мы слушаем, а не от того, *что* мы говорим. Глава раскрывает три ключевых аспекта умения слушать: думать, прежде чем говорить; слушать с уважением; и оценивать необходимость своего ответа, задавая себе вопрос \"Стоит ли это делать?\". Приводятся примеры известных людей (Фрэнсис Хессельбейн, Билл Клинтон, Дэвид Бойес), демонстрирующих эти навыки. Разница между хорошим и превосходным слушанием заключается в способности создать у собеседника ощущение его исключительной важности. Автор подчеркивает, что это не врожденный талант, а навык, который можно и нужно развивать, практикуя самодисциплину и концентрацию. В конце главы предлагаются практические рекомендации и тест на концентрацию, чтобы помочь читателям улучшить свои навыки слушания.",
                        "key_points": [
                            "Успех в общении на 80% зависит от умения слушать.",
                            "Слушание – это активный процесс, требующий сознательного выбора и дисциплины.",
                            "Три ключевых аспекта умения слушать: думать перед тем, как говорить; слушать с уважением; задавать себе вопрос \"Стоит ли это делать?\".",
                            "Необходимо обдумывать свои слова и их потенциальное влияние на собеседника.",
                            "Уважительное слушание подразумевает полную включенность и демонстрацию внимания.",
                            "Вопрос \"Стоит ли?\" помогает избежать необдуманных реакций и конфликтов.",
                            "Превосходное слушание – это способность создать у собеседника ощущение его исключительной важности.",
                            "Сверхуспешные люди обладают этим навыком и используют его постоянно.",
                            "Умение слушать можно развить с помощью практики, самодисциплины и концентрации.",
                            "Предлагаются практические советы и тест на концентрацию для улучшения навыков слушания."
                        ],
                        "chapter_number": 9,
                        "subchapters": [
                            {
                                "title": "Сначала думайте, потом говорите",
                                "pages": [
                                    98
                                ],
                                "summary": "В этой подглаве автор подчеркивает, что слушание — это активный процесс, требующий сознательного выбора думать, прежде чем говорить. Приводится пример Фрэнсис Хессельбейн, которая демонстрирует исключительную дисциплину в слушании, тщательно обдумывая свой ответ, даже когда её что-то огорчает. Автор утверждает, что слушание состоит из двух частей: самого процесса слушания и последующего ответа, который показывает, насколько хорошо мы умеем слушать. Подчеркивается, что сдерживать себя от немедленной реакции – такое же усилие, как и действовать.",
                                "key_points": [
                                    "Слушание — активный, а не пассивный процесс.",
                                    "Необходимо сначала думать, а потом говорить.",
                                    "Умение слушать требует дисциплины, особенно в стрессовых ситуациях.",
                                    "Слушание состоит из двух частей: восприятия информации и ответа на неё.",
                                    "То, *что* мы говорим, показывает, *как* мы слушали.",
                                    "Сдерживать себя от немедленной реакции — такое же усилие, как и действовать."
                                ],
                                "subchapter_number": "3.9.1"
                            },
                            {
                                "title": "Слушать с уважением",
                                "pages": [
                                    99
                                ],
                                "summary": "Подглава посвящена важности уважительного слушания. Автор описывает типичную ситуацию, когда человек делает вид, что слушает, но на самом деле занят другим делом, что приводит к негативной реакции собеседника. В качестве примера приводится Билл Клинтон, который умел полностью сосредоточиться на собеседнике, показывая, что тот важен. Подчеркивается, что уважительное слушание требует умственных и физических усилий, особенно когда приходится общаться с большим количеством людей.",
                                "key_points": [
                                    "Настоящее общение требует уважительного отношения к собеседнику.",
                                    "Недостаточно просто слышать, нужно демонстрировать полную включенность.",
                                    "Безучастное слушание может привести к негативным последствиям в отношениях.",
                                    "Пример Билла Клинтона показывает, как важно уделять полное внимание собеседнику.",
                                    "Уважительное слушание требует умственных и физических усилий.",
                                    "Нужно прилагать усилия, если вы не привыкли уважительно выслушивать других."
                                ],
                                "subchapter_number": "3.9.2"
                            },
                            {
                                "title": "Спросите себя: «Стоит ли это делать?»",
                                "pages": [
                                    99,
                                    100
                                ],
                                "summary": "В этой подглаве автор обсуждает важность обдумывания своих слов перед тем, как их произнести, задавая себе вопрос: \"Стоит ли это делать?\".  Многие люди, слушая, на самом деле готовят ответ, что мешает им полноценно воспринимать информацию и может привести к негативным последствиям в общении.  Автор сравнивает общение с шахматами, где нужно думать на несколько ходов вперед, учитывая реакцию собеседника.  Приводится пример клиента, который научился делать паузу перед ответом и обнаружил, что в половине случаев его первоначальная реакция была бы неуместной. Подчеркивается, что умение задавать себе вопрос \"Стоит ли?\" помогает перейти от эгоцентричной позиции к учету интересов другого человека.",
                                "key_points": [
                                    "Перед тем, как говорить, необходимо задать себе вопрос: \"Стоит ли это делать?\".",
                                    "Многие люди, слушая, готовят ответ, а не воспринимают информацию.",
                                    "Необдуманные ответы могут навредить отношениям и лишить беседу смысла.",
                                    "Вопрос \"Стоит ли?\" помогает думать на несколько ходов вперед, как в шахматах.",
                                    "Необдуманная реакция может вызвать обиду и нежелание общаться в будущем.",
                                    "Умение задавать себе вопрос \"Стоит ли?\" ведет к росту по шкале внимательности и отзывчивости.",
                                    "Этот вопрос помогает перейти от эгоизма к учету интересов другого человека."
                                ],
                                "subchapter_number": "3.9.3"
                            },
                            {
                                "title": "Где проходит грань между хорошим и очень хорошим",
                                "pages": [
                                    101,
                                    102,
                                    103
                                ],
                                "summary": "Подглава раскрывает секрет превосходного слушания: способность внушить собеседнику, что он является самым важным человеком в данный момент. Автор описывает встречу двух юристов с Дэвидом Бойесом, который продемонстрировал этот навык, полностью сосредоточившись на разговоре. Приводятся примеры Опры Уинфри, Кэти Курик, Дайаны Сойер и Билла Клинтона, которые также обладают этим качеством. Автор подчеркивает, что все мы умеем так слушать в важных для нас ситуациях (первое свидание, встреча с клиентом), но сверхуспешные люди делают это постоянно.  Проблема заключается в недостатке самодисциплины, чтобы довести это умение до автоматизма.  Предлагается тест на концентрацию (считать до 50, не отвлекаясь) и ряд практических советов для развития навыка активного слушания.",
                                "key_points": [
                                    "Грань между хорошим и превосходным слушанием – способность внушить собеседнику его исключительную важность.",
                                    "Пример Дэвида Бойеса иллюстрирует этот принцип.",
                                    "Опра Уинфри, Кэти Курик, Дайана Сойер и Билл Клинтон – мастера создавать ощущение важности у собеседника.",
                                    "Все мы умеем так слушать в значимых ситуациях, но сверхуспешные люди делают это постоянно.",
                                    "Недостаток самодисциплины мешает довести этот навык до автоматизма.",
                                    "Тест на концентрацию (считать до 50) помогает выявить и развить способность фокусироваться.",
                                    "Практические советы: слушать, не прерывать, не заканчивать фразы за другого, избегать негативных слов, не отвлекаться, поддерживать беседу вопросами, подавлять желание показать свой ум.",
                                    "Цель упражнения по слушанию сделать так, что-бы собеседник почуствовал себя на миллион."
                                ],
                                "subchapter_number": "3.9.4"
                            }
                        ]
                    },
                    {
                        "title": "Благодарение",
                        "pages": [
                            104,
                            105,
                            106
                        ],
                        "summary": "Глава 10 \"Благодарение\" посвящена важности выражения признательности в межличностных отношениях и профессиональной сфере. Автор начинает с объяснения, почему благодарность эффективна: она является выражением одной из базовых человеческих эмоций и ожидается людьми, оказавшими помощь. Отсутствие благодарности воспринимается негативно. Далее, на примере личной истории об аварийной посадке, автор демонстрирует, как важно осознавать и выражать благодарность людям, сыгравшим значимую роль в вашей жизни. Он предлагает читателям практическое упражнение – написать благодарственные письма 25 людям, которые больше всего повлияли на их успех. Подчеркивается, что благодарность не только приятна, но и помогает осознать свои слабые стороны, признать вклад других людей и развить личностную зрелость. Глава завершается историей, иллюстрирующей, как своевременная благодарность может оказать положительное влияние на другого человека.",
                        "key_points": [
                            "Благодарность – это выражение искренней признательности, одной из базовых человеческих эмоций.",
                            "Люди ожидают благодарности за оказанную помощь, и её отсутствие воспринимается негативно.",
                            "Благодарность – важный элемент хороших манер, но её не следует использовать формально.",
                            "Фраза \"благодарю вас\" может помочь завершить конфликтный разговор.",
                            "Необходимо приучить себя искренне говорить \"благодарю вас\".",
                            "Личный опыт автора показывает важность осознания и выражения благодарности.",
                            "Умение благодарить – это ценный актив, а его отсутствие – серьезный недостаток.",
                            "Упражнение: составить список из 25 человек и написать им благодарственные письма.",
                            "Благодарность помогает осознать свои слабые стороны и признать вклад других людей в свой успех.",
                            "Выражение признательности – это признак мудрости, знания себя и личностной зрелости.",
                            "Своевременная благодарность может оказать значительное положительное влияние на другого человека."
                        ],
                        "chapter_number": 10,
                        "subchapters": [
                            {
                                "title": "Почему благодарение приносит плоды",
                                "pages": [
                                    104
                                ],
                                "summary": "В этой подглаве автор объясняет, почему благодарность эффективна. Он утверждает, что благодарность – это выражение искренней признательности, одной из базовых человеческих эмоций.  Люди ожидают благодарности за оказанную помощь и негативно реагируют на её отсутствие.  Также обсуждается, что благодарность является важным элементом хороших манер, но часто используется формально.  Подчеркивается, что фраза \"благодарю вас\" может завершить потенциально конфликтный разговор. Автор призывает приучить себя говорить \"благодарю вас\", подготавливая читателя к следующим стадиям процесса изменений.",
                                "key_points": [
                                    "Благодарность – выражение искренней признательности.",
                                    "Люди ожидают благодарности и негативно реагируют на её отсутствие.",
                                    "Благодарность – важный элемент хороших манер, но часто используется формально.",
                                    "Фраза \"благодарю вас\" может завершить конфликтный разговор.",
                                    "Необходимо приучить себя говорить \"благодарю вас\"."
                                ],
                                "subchapter_number": "3.10.1"
                            },
                            {
                                "title": "Поставьте себе пять с плюсом за умение благодарить",
                                "pages": [
                                    104,
                                    105,
                                    106
                                ],
                                "summary": "Подглава начинается с личной истории автора об аварийной посадке самолета, которая заставила его задуматься о невысказанной благодарности. После благополучного приземления он написал благодарственные письма людям, которые помогли ему в жизни.  Автор делится своим подходом к выражению признательности, который он называет \"радикальным фундаментализмом\".  Он предлагает читателям упражнение: составить список из 25 человек, которым они наиболее благодарны, и написать им письма.  Подчеркивается, что благодарность помогает осознать свои слабые стороны и признать, что успех – это результат не только собственных усилий. В заключении описывается случай с адвокатом и профессором, который иллюстрирует, как важна и своевремена может быть благодарность.",
                                "key_points": [
                                    "Личный опыт автора, побудивший его активно выражать благодарность.",
                                    "Автор считает умение благодарить важнейшим активом, а его отсутствие – недостатком.",
                                    "Упражнение: составить список из 25 человек и написать им благодарственные письма.",
                                    "Благодарность помогает осознать свои слабые стороны и признать роль других людей в своем успехе.",
                                    "Пример с адвокатом и профессором, иллюстрирующий ценность благодарности.",
                                    "Выражение признательности связано с мудростью, знанием себя и личностной зрелостью."
                                ],
                                "subchapter_number": "3.10.2"
                            }
                        ]
                    },
                    {
                        "title": "Последующее отслеживание (follow-up)",
                        "pages": [
                            107,
                            108,
                            109,
                            110,
                            111,
                            112
                        ],
                        "summary": "Глава 11 \"Последующее отслеживание (follow-up)\" посвящена критической важности регулярного контроля и обратной связи в процессе изменений к лучшему. Автор подчеркивает, что извинения, заявления о намерениях, слушание и благодарение – это лишь начальные шаги, а для достижения устойчивых результатов необходимо постоянное отслеживание прогресса. Глава начинается с примера клиента, который регулярно спрашивает коллег о своем развитии, и истории мэра Нью-Йорка Эда Коха, использовавшего вопрос \"Как я справляюсь?\". Далее автор делится своим личным опытом и результатами исследований, доказывающими эффективность отслеживания. Он рассказывает, как вопрос вице-президента о реальной пользе тренингов побудил его провести масштабное исследование, выявившее, что люди не меняются к лучшему без регулярного контроля и обратной связи. В заключительной части главы автор описывает свою \"ежевечернюю контрольную рутину\" – телефонные звонки от друга и консультанта Джима Мура, которые помогают ему поддерживать самодисциплину и достигать поставленных целей. Он предлагает читателям найти своего \"Джима Мура\" и организовать подобную систему поддержки.",
                        "key_points": [
                            "Последующее отслеживание – критически важный элемент процесса изменений к лучшему.",
                            "Извинения, заявления о намерениях, слушание и благодарение – лишь начальные шаги, требующие постоянного подкрепления.",
                            "Регулярное взаимодействие с коллегами (или другим доверенным лицом) помогает отслеживать прогресс, получать поддержку и преодолевать скептицизм.",
                            "Пример Эда Коха показывает эффективность вопроса \"Как я справляюсь?\" для поддержания связи с людьми и самоконтроля.",
                            "Исследования автора с участием 86 тысяч человек в восьми компаниях доказали эффективность отслеживания.",
                            "Три основных урока исследования: не все одинаково реагируют на обучение; между пониманием и действием – большая разница; люди не становятся лучше без отслеживания.",
                            "Лидеры, регулярно запрашивающие обратную связь, воспринимаются как совершенствующиеся.",
                            "\"Эффект Хоторна\": внимание руководства повышает производительность.",
                            "Усовершенствование – это процесс, требующий времени и постоянных усилий, подобно физическим упражнениям.",
                            "Ежедневная \"контрольная рутина\" с помощью друга или консультанта помогает поддерживать самодисциплину и достигать целей.",
                            "Необходимо найти своего \"Джима Мура\" – человека, который будет регулярно поддерживать вас и помогать отслеживать прогресс.",
                            "Критерии выбора коучера: легкость связи, заинтересованность в вашей жизни, отсутствие оценочных суждений."
                        ],
                        "chapter_number": 11,
                        "subchapters": [
                            {
                                "title": "Без отслеживания у вас ничего не выйдет",
                                "pages": [
                                    107
                                ],
                                "summary": "В этой подглаве автор подчеркивает, что извинения, оповещения, слушание и благодарение должны применяться постоянно, иначе все усилия будут напрасны. Приводится пример клиента, который регулярно спрашивает коллег о своем прогрессе в развитии коммуникабельности.  Это заставляет коллег оценивать его успехи и помогать ему.  Также упоминается пример мэра Нью-Йорка Эда Коха, который спрашивал жителей города: \"Ну, как я справляюсь?\". Этот вопрос помогал ему поддерживать связь с людьми, показывать, что он старается, и следить за собой.  Подчеркивается, что последующее отслеживание – самая длительная стадия процесса перемен (от года до полутора лет) и единственный способ понять, как идет процесс.",
                                "key_points": [
                                    "Извинения, оповещения, слушание и благодарение должны быть постоянной практикой.",
                                    "Регулярное взаимодействие с коллегами помогает отслеживать прогресс и получать поддержку.",
                                    "Пример Эда Коха показывает эффективность вопроса \"Как я справляюсь?\" для поддержания связи с людьми и самоконтроля.",
                                    "Последующее отслеживание – самая длительная стадия процесса перемен.",
                                    "Отслеживание – мерило прогресса.",
                                    "Отслеживание закрепляет усилия в сознании коллег.",
                                    "Отслеживание помогает преодолеть скептицизм.",
                                    "Отслеживание доказывает, что перемены – это процесс, а не разовое событие.",
                                    "Отслеживание заставляет нас действовать."
                                ],
                                "subchapter_number": "3.11.1"
                            },
                            {
                                "title": "Почему отслеживание работает",
                                "pages": [
                                    108,
                                    109,
                                    110
                                ],
                                "summary": "В этой подглаве автор делится своим опытом и исследованиями, которые доказывают эффективность последующего отслеживания.  Он рассказывает, как вопрос вице-президента о реальной пользе тренингов заставил его пересмотреть свой подход к обучению.  В течение двух лет автор собирал данные в восьми крупных корпорациях, опросив 86 тысяч человек.  Исследование выявило три урока: 1) не все реагируют на обучение одинаково; 2) между пониманием и действием – большая разница; 3) люди не становятся лучше без отслеживания.  Автор подчеркивает, что лидеры, регулярно запрашивающие обратную связь, воспринимаются как совершенствующиеся.  Приводится аналогия с \"эффектом Хоторна\", когда внимание руководства повышает производительность.  Подчеркивается, что усовершенствование – это процесс, требующий времени и постоянных усилий, подобно физическим упражнениям.",
                                "key_points": [
                                    "Вопрос вице-президента о реальной пользе тренингов стал для автора моментом истины.",
                                    "Исследование с участием 86 тысяч человек в восьми компаниях доказало эффективность отслеживания.",
                                    "Урок первый: не все одинаково реагируют на обучение (70/30).",
                                    "Урок второй: между пониманием и действием – большая разница.",
                                    "Урок третий: люди не становятся лучше без отслеживания.",
                                    "Лидеры, регулярно запрашивающие обратную связь, воспринимаются как совершенствующиеся.",
                                    "\"Эффект Хоторна\": внимание руководства повышает производительность.",
                                    "Усовершенствование лидера (или человека) – процесс, а не единичное событие.",
                                    "Улучшения требуют регулярности, как и физичиские упражнения."
                                ],
                                "subchapter_number": "3.11.2"
                            },
                            {
                                "title": "Моя ежевечерняя контрольная рутина",
                                "pages": [
                                    110,
                                    111,
                                    112
                                ],
                                "summary": "В этой подглаве автор делится своим личным опытом использования отслеживания для улучшения здоровья и самодисциплины. Его друг и консультант Джим Мур каждый вечер звонит ему и задает ряд вопросов, касающихся физической активности, питания, сна и отношений с близкими. Эти вопросы помогают автору контролировать свой образ жизни и добиваться поставленных целей. Автор подчеркивает, что такой метод контроля гораздо эффективнее, чем, например, ведение дневника, благодаря вовлеченности другого человека. Он предлагает читателям найти своего \"Джима Мура\" – человека, который будет регулярно поддерживать их и помогать отслеживать прогресс в достижении целей. Приводятся примеры групп людей, которые уже используют подобную взаимную поддержку (родители, марафонцы, йоги). Описываются критерии выбора коучера и даются рекомендации по организации процесса отслеживания.",
                                "key_points": [
                                    "Автор использует ежедневные телефонные звонки от друга и консультанта Джима Мура для контроля над своим здоровьем и самодисциплиной.",
                                    "Джим задает ряд вопросов, касающихся физической активности, питания, сна и отношений.",
                                    "Этот метод контроля эффективнее, чем ведение дневника, благодаря вовлеченности другого человека.",
                                    "Автор предлагает читателям найти своего \"Джима Мура\" для регулярной поддержки и отслеживания прогресса.",
                                    "Примеры групп людей, использующих взаимную поддержку (родители, марафонцы, йоги).",
                                    "Критерии выбора коучера: легкость связи, заинтересованность в вашей жизни, отсутствие оценочных суждений.",
                                    "Рекомендации: выбрать, что хотите изменить, составить список ежедневных заданий, обсуждать прогресс с коучером.",
                                    "Изменение нашего поведения и личных отношений столь же важно, как забота о родителях или поддержание нашего здоровья."
                                ],
                                "subchapter_number": "3.11.3"
                            }
                        ]
                    },
                    {
                        "title": "Упреждающая связь в действии",
                        "pages": [
                            113,
                            114,
                            115,
                            116,
                            117
                        ],
                        "summary": "Глава 12, \"Упреждающая связь в действии\", подробно разъясняет и закрепляет концепцию упреждающей связи как ключевого инструмента для осуществления и поддержания позитивных изменений в поведении.  Глава начинается с обзора предыдущих шагов процесса изменений, подводя читателя к практическому применению нового метода.  Подробно описываются четыре простых действия упреждающей связи: определение поведенческого недостатка, обсуждение намерения измениться с любым человеком, запрос двух советов на будущее и внимательное выслушивание рекомендаций без какой-либо критики или оценки.  Подчеркивается отличие упреждающей связи от традиционной обратной связи: первая ориентирована на будущее и на решения, а не на прошлое и проблемы. Разъясняются преимущества упреждающей связи, такие как преодоление сопротивления критике, создание атмосферы взаимопомощи и простота применения.  Глава завершается призывом оставить прошлое позади и сосредоточиться на построении желаемого будущего, подкрепленным буддийской притчей и аналогией с автогонками.",
                        "key_points": [
                            "Упреждающая связь — ключевой инструмент для осуществления и поддержания изменений.",
                            "Четыре действия упреждающей связи: выявление недостатка, обсуждение, запрос советов, слушание и благодарность.",
                            "Ориентация на будущее и решения, в отличие от обратной связи, сфокусированной на прошлом.",
                            "Преодоление сопротивления критике и создание атмосферы взаимопомощи.",
                            "Простота применения упреждающей связи.",
                            "Важность отпускания прошлого и концентрации на будущем."
                        ],
                        "chapter_number": 12,
                        "subchapters": [
                            {
                                "title": "Мы находимся здесь",
                                "pages": [
                                    113,
                                    114,
                                    115
                                ],
                                "summary": "В этом подразделе обобщаются предыдущие шаги процесса изменений и вводится концепция упреждающей связи. Описываются четыре основных действия: выявление поведенческого недостатка, обсуждение намерения измениться с кем-либо, запрос двух советов на будущее и внимательное выслушивание рекомендаций без критики. Подчеркивается разница между упреждающей связью и традиционной обратной связью, а также преимущества упреждающей связи, такие как ориентация на будущее и снижение сопротивления к критике. Успешные люди легче принимают советы о будущем.",
                                "key_points": [
                                    "Определение вредной привычки и извинение за неё.",
                                    "Оповещение окружающих о намерении измениться.",
                                    "Регулярный контакт и напоминание об усилиях.",
                                    "Умение слушать и благодарить, не вынося суждений.",
                                    "Запуск процесса отслеживания для оценки прогресса.",
                                    "Упреждающая связь включает 4 действия: выявление недостатка, обсуждение с окружающими, запрос советов на будущее, выслушивание и благодарность.",
                                    "Упреждающая связь ориентирована на будущее в отличие от обратной связи.",
                                    "Успешные люди охотнее принимают идеи, связанные с будущим."
                                ],
                                "subchapter_number": "3.12.1"
                            },
                            {
                                "title": "Оставьте все на берегу",
                                "pages": [
                                    116,
                                    117
                                ],
                                "summary": "Этот подраздел подчеркивает важность сосредоточения на будущем, а не на прошлом.  Упреждающая связь помогает создать атмосферу взаимопомощи, а не критики.  Используется буддийская притча о двух монахах, чтобы проиллюстрировать необходимость отпустить прошлое.  В заключение приводится аналогия с автогонщиками, которых учат смотреть на дорогу, а не на барьер, подчеркивая важность концентрации на цели.",
                                "key_points": [
                                    "Упреждающая связь помогает создать атмосферу взаимопомощи.",
                                    "Необходимо сосредоточиться на создании будущего, а не на ошибках прошлого.",
                                    "Прошлое нельзя изменить, но можно изменить будущее.",
                                    "Буддийская притча иллюстрирует важность освобождения от прошлого.",
                                    "Аналогия с автогонками подчеркивает важность фокуса на цели."
                                ],
                                "subchapter_number": "3.12.2"
                            }
                        ]
                    }
                ]
            },
            {
                "title": "Знать, где остановиться. Она научит лидеров, как применять правила перемен и как вовремя остановиться",
                "pages": [
                    118,
                    119,
                    120,
                    121,
                    122,
                    123,
                    124,
                    125,
                    126,
                    127,
                    128,
                    129,
                    130,
                    131,
                    132,
                    133,
                    134,
                    135,
                    136,
                    137,
                    138,
                    139,
                    140,
                    141,
                    142,
                    143,
                    144
                ],
                "summary": "Часть 4 описывает восемь правил, помогающих лидерам эффективно внедрять изменения в свое поведение и достигать поставленных целей.  Глава начинается с истории Харлана, который быстро достиг прогресса благодаря правильному \"отбору карт\". Затем автор подробно рассматривает каждое правило, подкрепляя их примерами из практики, аналогиями и личным опытом. Основной акцент делается на правильной диагностике проблем, выборе реалистичных целей, важности принятия правды, фокусировке на одной ключевой проблеме, измерении прогресса и, самое главное, немедленном начале действий. Автор предостерегает от стремления к недостижимому идеалу и откладывания изменений на \"потом\", подчеркивая силу \"монетизации\" и важность реалистичной оценки усилий и времени, необходимых для достижения целей.",
                "key_points": [
                    "**Правило 1: Проверьте: у вас, возможно, нет болезни, которую нужно лечить корректировкой поведения.** Необходимо правильно диагностировать проблему: отличать поведенческий недостаток от отсутствия навыка.",
                    "**Правило 2: Правильно выберите объект перемен.** Различайте ложную потребность и ложный выбор. Фокусируйтесь на одной, самой существенной проблеме.",
                    "**Правило 3: Не обманывайте себя относительно того, что вы действительно должны изменить.** Достижение целей требует времени, усилий и реалистичной оценки.",
                    "**Правило 4: Не прячьтесь от правды, которую вы должны знать.** Будьте открыты к обратной связи, даже если она неприятна.",
                    "**Правило 5: Идеального поведения не бывает.** Не стремитесь к недостижимому идеалу, концентрируйтесь на конкретных улучшениях.",
                    "**Правило 6: То, что поддается измерению, достижимо.** Измеряйте прогресс, чтобы мотивировать себя и видеть результаты.",
                    "**Правило 7: Переведите результат в денежное выражение – и найдете решение.** Используйте финансовые стимулы (штрафы и премии) для ускорения изменений.",
                    "**Правило 8: Лучшее время для перемен – сейчас.** Не откладывайте изменения, начните действовать немедленно.",
                    "**Общие принципы:**",
                    "  - Важность \"отбора карт\": выбор правильных людей, стратегий и создание благоприятных условий.",
                    "  - Успешные люди фокусируются на создании преимуществ, а не на преодолении препятствий.",
                    "  - Улучшение в одной области часто ведет к положительным изменениям в других.",
                    "  - Опасность иллюзии \"более спокойного будущего\".",
                    "  - Важность принятия правды и реалистичной оценки ситуации."
                ],
                "part_number": 4,
                "chapters": [
                    {
                        "title": "Правила перемен",
                        "pages": [
                            118,
                            119,
                            120,
                            121,
                            122,
                            123,
                            124,
                            125,
                            126,
                            127,
                            128,
                            129,
                            130
                        ],
                        "summary": "В главе 13 \"Правила перемен\" рассказывается история Харлана, руководителя с 40-тысячным коллективом, который за короткий срок достиг значительных улучшений благодаря методике автора. Ключевым моментом стало то, что Харлан быстро усвоил и применил методику, а также осознал важность правильного \"отбора карт\", то есть выбора правильных людей и стратегий для достижения успеха.  Автор подчеркивает, что успешные люди не столько преодолевают препятствия, сколько создают себе благоприятные условия, выбирая лучших сотрудников, готовясь к переговорам и избегая рискованных ситуаций. Приводится аналогия с цитатой Джека Уэлча о важности лучших игроков для победы.  В конце главы автор обещает представить семь правил, которые помогут успешно решить проблемы перемен и \"сдать карты удачно\".",
                        "key_points": [
                            "История Харлана: быстрый и значительный прогресс в изменении поведения и лидерских качеств.",
                            "Важность \"отбора карт\": выбор правильных людей, стратегий и создание благоприятных условий для достижения успеха.",
                            "Успешные люди фокусируются на создании преимуществ, а не на преодолении препятствий.",
                            "Пример Джека Уэлча: для победы нужны лучшие игроки.",
                            "Успешные руководители делегируют рутину надежным секретарям.",
                            "Многие люди \"сдают карты себе во вред\", не понимая своих истинных потребностей и выбирая неправильные стратегии.",
                            "Анонс семи правил для успешного решения проблем перемен."
                        ],
                        "chapter_number": 13,
                        "subchapters": [
                            {
                                "title": "Правило 1. Проверьте: у вас, возможно, нет болезни, которую нужно лечить корректировкой поведения",
                                "pages": [
                                    119,
                                    120
                                ],
                                "summary": "В первом правиле автор подчеркивает важность правильной диагностики проблемы.  Приводится пример с главой медицинской компании, у которого не было поведенческих проблем, а требовался технический советник.  Также описан случай с финансовым директором Дэвидом, чья проблема заключалась не в неумении слушать, а в неспособности выгодно подать информацию прессе.  Ключевая мысль: обратная связь может выявлять симптом, а не саму болезнь. Важно отличать поведенческий изъян от отсутствия навыка и не пытаться \"чинить\" то, что не сломано.",
                                "key_points": [
                                    "Не все проблемы являются поведенческими.",
                                    "Пример руководителя, которому нужен был технический советник, а не коуч по поведению.",
                                    "История Дэвида: проблема заключалась в неумении работать с прессой, а не в неумении слушать.",
                                    "Обратная связь может выявлять симптомы, а не истинную причину проблемы.",
                                    "Необходимо отличать поведенческий недостаток от отсутствия конкретного навыка."
                                ],
                                "subchapter_number": "4.13.1"
                            },
                            {
                                "title": "Правило 2. Правильно выберите объект перемен",
                                "pages": [
                                    121,
                                    122
                                ],
                                "summary": "Второе правило посвящено различению ложной потребности и ложного выбора, а также правильному определению объекта для изменений. Автор объясняет разницу между желанием и выбором на примере покупки свитера.  Он подчеркивает, что его задача — помочь клиентам выбрать правильный путь к переменам, а не оценивать их жизненные цели.  Успешные люди часто хотят исправить все недостатки сразу, поэтому важно сфокусироваться на одной, самой существенной проблеме. Приводится пример со статистикой, где 80% коллег указывают на гневливость как на главную проблему. Также используется аналогия с гольфом, где важно концентрироваться на \"короткой игре\", приносящей большую часть очков.",
                                "key_points": [
                                    "Различие между ложной потребностью (желанием) и ложным выбором (способом достижения желаемого).",
                                    "Задача коуча – помочь с выбором пути к переменам, а не оценивать жизненные цели клиента.",
                                    "Успешные люди склонны к избыточным обязательствам, нужно ограничивать их в выборе.",
                                    "Важно концентрироваться на одной, самой существенной проблеме.",
                                    "Пример с гневливостью как наиболее частой и значимой проблемой.",
                                    "Аналогия с гольфом: нужно фокусироваться на \"короткой игре\" (наиболее важных аспектах), а не на \"дальних ударах\" (менее значимых).",
                                    "Решение стать лучше – это уже героический поступок."
                                ],
                                "subchapter_number": "4.13.2"
                            },
                            {
                                "title": "Правило 3. Не обманывайте себя относительно того, что вы действительно должны изменить",
                                "pages": [
                                    123,
                                    124,
                                    125
                                ],
                                "summary": "В третьем правиле автор рассказывает историю Мэтта, финансового директора, который вместо решения проблем в поведении сосредотачивается на своей физической форме. Автор обсуждает с Мэттом заблуждения относительно легкости достижения целей, приводя в пример рекламу фитнеса и исследования о постановке целей.  Подчеркивается, что достижение любой значимой цели требует времени, усилий, готовности к сбоям, а также реалистичного взгляда на вознаграждение и необходимость постоянного поддержания результата.  Автор пытается донести до Мэтта, что изменение поведения на работе не менее важно, чем улучшение физической формы, и что последнее не гарантирует решения проблем в отношениях с коллегами.",
                                "key_points": [
                                    "Пример Мэтта, который переключает внимание с поведенческих проблем на физическую форму.",
                                    "Распространенное заблуждение о легкости достижения целей, особенно в области фитнеса.",
                                    "Пять причин, по которым люди не достигают желаемых результатов (недооценка времени, усилий, вероятности сбоя, вознаграждения и необходимости поддержания результата).",
                                    "Реалистичный взгляд на достижение целей: требуется время, усилия, жертвы, упорство.",
                                    "Улучшение физической формы не гарантирует улучшения отношений с коллегами.",
                                    "\"Легко и по-быстрому\" редко приводит к \"длительному и существенному\"."
                                ],
                                "subchapter_number": "4.13.3"
                            },
                            {
                                "title": "Правило 4. Не прячьтесь от правды, которую вы должны знать",
                                "pages": [
                                    125
                                ],
                                "summary": "Четвертое правило акцентирует внимание на важности принятия правды, даже если она неприятна.  Автор приводит примеры из собственной жизни (откладывание медосмотра) и из практики работы с клиентами (избегание обратной связи от жен).  Люди часто избегают правды из-за страха услышать что-то неприятное или из-за необходимости что-то менять.  Автор подчеркивает порочность такой логики и призывает к открытости и готовности к изменениям, даже если они требуют усилий. Важность обратной связи сравнивается с важностью регулярных медицинских осмотров.",
                                "key_points": [
                                    "Люди часто избегают правды, чтобы избежать дискомфорта или необходимости меняться.",
                                    "Примеры: откладывание визита к врачу, избегание обратной связи в личных отношениях.",
                                    "Сравнение обратной связи с медицинскими осмотрами: и то, и другое может быть неприятно, но жизненно важно.",
                                    "Порочность логики избегания: \"Если я не знаю о проблеме, значит, ее нет\".",
                                    "Необходимо быть открытым к правде и готовым к изменениям, даже если они требуют усилий.",
                                    "Пример с запросом обратной связи у покупателей, но не у супругов. Важность честности в отношениях"
                                ],
                                "subchapter_number": "4.13.4"
                            },
                            {
                                "title": "Правило 5. Идеального поведения не бывает",
                                "pages": [
                                    126,
                                    127
                                ],
                                "summary": "В пятом правиле автор предостерегает от стремления к недостижимому идеалу.  Он подчеркивает, что не существует идеальных людей или организаций, и что бенчмаркинг (сравнение с лучшими образцами) может быть вреден, если воспринимается как необходимость копирования.  Приводятся примеры из спорта (Майкл Джордан) и бизнеса (финансовые фирмы), показывающие, что успех обычно достигается в одной конкретной области.  Автор призывает сосредоточиться на одной ключевой проблеме и работать над ней, не стремясь к совершенству во всем. Подчеркивается, что улучшение в одной области часто приводит к положительным изменениям и в других.",
                                "key_points": [
                                    "Опасность стремления к несуществующему идеалу.",
                                    "Бенчмаркинг полезен для постановки целей, но вреден при слепом копировании.",
                                    "Примеры из спорта и бизнеса, иллюстрирующие специализацию успеха.",
                                    "Необходимо выбрать одну ключевую область для улучшения.",
                                    "Улучшение в одной области часто влечет за собой улучшения в других.",
                                    "\"Готовьсь, пли, целься\" - неправильный подход к самосовершенствованию.",
                                    "Улучшение в одной сфере ведёт к улучшению и в других."
                                ],
                                "subchapter_number": "4.13.5"
                            },
                            {
                                "title": "Правило 6. То, что поддается измерению, достижимо",
                                "pages": [
                                    127,
                                    128
                                ],
                                "summary": "Шестое правило посвящено важности измерения прогресса в достижении целей, в том числе и в эмоциональной сфере.  Автор приводит пример из собственной жизни, когда он начал измерять время, проведенное с семьей, и добился значительных улучшений.  Он подчеркивает, что измерение помогает осознать текущее положение дел и мотивирует к действию.  Даже небольшие, но измеримые цели (например, 10 минут общения с каждым членом семьи) могут привести к значительным результатам.  Приводятся аналогии с измерением достижений в спорте. Автор предостерегает от зацикливания на цифрах и необходимости адаптировать цели к меняющимся обстоятельствам.",
                                "key_points": [
                                    "Важность измерения прогресса, в том числе в межличностных отношениях.",
                                    "Пример автора: измерение времени, проведенного с семьей.",
                                    "Измерение помогает осознать текущее положение и мотивирует к действию.",
                                    "Даже небольшие, но измеримые цели могут привести к значительным результатам.",
                                    "Аналогии с измерением достижений в спорте.",
                                    "Сам факт постановки измеримой цели повышает вероятность ее достижения.",
                                    "Необходимо адаптировать цели к меняющимся обстоятельствам.",
                                    "Пример с изменением целей по мере взросления детей."
                                ],
                                "subchapter_number": "4.13.6"
                            },
                            {
                                "title": "Правило 7. Переведите результат в денежное выражение – и найдете решение",
                                "pages": [
                                    129
                                ],
                                "summary": "Седьмое правило говорит о силе \"монетизации\" как стимула к изменениям. Автор приводит пример с другом, который ввел штрафы за нецензурные слова в семье, и случай с клиентом, который пообещал премию своему референту за помощь в изменении поведения. Подчеркивается, что привязка изменений к финансовым последствиям (как положительным, так и отрицательным) значительно повышает мотивацию и ускоряет процесс. Идея проста, но удивительно редко используется.",
                                "key_points": [
                                    "\"Монетизация\" изменений (привязка к деньгам) – эффективный стимул.",
                                    "Пример с другом: штрафы за нецензурные слова.",
                                    "Пример с клиентом: премия референту за помощь в изменении поведения руководителя.",
                                    "Финансовые стимулы (как штрафы, так и премии) ускоряют процесс изменений.",
                                    "Удивительно, как редко люди используют финансовые инструменты для решения проблем."
                                ],
                                "subchapter_number": "4.13.7"
                            },
                            {
                                "title": "Правило 8. Лучшее время для перемен – сейчас",
                                "pages": [
                                    129,
                                    130
                                ],
                                "summary": "Восьмое правило призывает к немедленным действиям. Автор отмечает, что из тех, кто прошел его тренинги, 30% не применили полученные знания на практике.  Основная причина – это иллюзия, что \"потом\" будет больше времени и меньше проблем.  Автор призывает перестать ждать \"подходящего момента\", потому что он никогда не наступит, и начать изменения прямо сейчас.  Нужно спросить себя: \"Что я хочу изменить *сейчас*?\" – и сделать это.",
                                "key_points": [
                                    "Многие люди откладывают изменения, ожидая более подходящего времени.",
                                    "Иллюзия \"более спокойного будущего\" – одна из главных причин бездействия.",
                                    "Мир не становится менее сложным, \"завтра\" будет таким же, как \"сегодня\".",
                                    "Лучшее время для перемен – *сейчас*.",
                                    "Нужно сфокусироваться на том, что можно изменить *в данный момент*."
                                ],
                                "subchapter_number": "4.13.8"
                            }
                        ]
                    },
                    {
                        "title": "Особые проблемы руководителей",
                        "pages": [
                            131,
                            132,
                            133,
                            134,
                            135,
                            136,
                            137,
                            138,
                            139,
                            140,
                            141,
                            142,
                            143,
                            144
                        ],
                        "summary": "Глава 14 \"Особые проблемы руководителей\" посвящена специфическим сложностям, с которыми сталкиваются лидеры в управлении людьми. Автор рассматривает ряд распространенных ошибок и заблуждений руководителей, предлагая практические решения и советы. Глава охватывает такие темы, как важность четкой коммуникации и самоанализа (\"Памятка персоналу: как вести себя со мной\"), проблема чрезмерной зависимости подчиненных от руководителя (\"Не позволяйте вашим людям перегружать вас\"), опасность создания команды из \"клонов\" самого себя (\"Перестаньте действовать так, словно у вас в подчинении – вы сами\") и распространенная ошибка \"проставления галочек\" вместо реального контроля исполнения (\"Прекратите «ставить галочки»\"). Также обсуждается необходимость избавления от предрассудков в отношении сотрудников, в частности, недооценки их стремления к автономии и профессиональному росту, а также ложного убеждения, что деньги являются единственным мотиватором (\"Избавьтесь от предрассудков в отношении своих сотрудников\"). Наконец, автор предостерегает от попыток изменить тех, кто не хочет меняться, и советует концентрироваться на работе с теми, кто готов к сотрудничеству (\"Прекратите наставлять тех, кого наставлять бесполезно\"). Глава наполнена примерами из реальной жизни, что делает её особенно ценной и практичной.",
                        "key_points": [
                            "**Важность четкой коммуникации и самоанализа руководителя.** Руководителям рекомендуется создать \"памятку персоналу\", описывающую их стиль руководства, сильные и слабые стороны, ожидания.",
                            "**Проблема чрезмерной зависимости подчиненных.** Необходимо делегировать полномочия и вовлекать сотрудников в определение границ взаимодействия, чтобы избежать перегрузки руководителя.",
                            "**Опасность создания команды из \"клонов\".** Организации необходимо разнообразие мнений, стилей мышления и характеров.",
                            "**Ошибка \"проставления галочек\".** Недостаточно просто сообщить информацию – необходимо контролировать ее получение, понимание и исполнение.",
                            "**Необходимость избавиться от предрассудков в отношении сотрудников.** Руководители должны понимать, что современные сотрудники – \"свободные агенты\", ценящие автономию, профессиональный рост и баланс между работой и личной жизнью. Деньги – не единственный мотиватор.",
                            "**Четыре основных предрассудка руководителей**: \"Я знаю, что им нужно\", \"Я знаю не меньше их\", \"Ненавижу этих эгоистов\", \"Я всегда найду замену\".",
                            "**Бесполезность наставления неисправимых.** Не стоит тратить время на тех, кто не хочет меняться, не видит проблем, действует вразрез со стратегией организации, находится не на своем месте или винит в своих неудачах других.",
                            "**Примеры из жизни:** Дон Аймус, директор по общественным связям, главный редактор женского журнала, генеральный директор Стив, руководитель компании (меморандум), технический писатель, Алекс Родригес, Джек Уэлч, Шакил О'Нил, мать автора.",
                            "**Примеры с конкретными цитатами**"
                        ],
                        "chapter_number": 14,
                        "subchapters": [
                            {
                                "title": "Памятка персоналу: как вести себя со мной",
                                "pages": [
                                    131,
                                    132,
                                    133
                                ],
                                "summary": "В этом подразделе автор рассматривает важность четкого и честного общения руководителя с подчиненными относительно своих ожиданий, стиля руководства и личных особенностей.  В качестве примера приводится Дон Аймус, радиоведущий, который открыто заявляет о правилах игры в своем шоу.  Автор предлагает руководителям создать \"памятку персоналу\", в которой описываются их сильные и слабые стороны, предпочтения в работе и особенности характера. Приводится пример такой памятки, написанной директором по общественным связям, который испытывал трудности с подбором помощника. Подчеркивается, что памятка должна быть честной, понятной и касаться действительно важных вещей, чтобы завоевать доверие сотрудников.  Приводятся примеры ситуаций, когда отсутствие четких коммуникаций или неверная самооценка руководителя приводят к проблемам во взаимодействии с подчиненными.",
                                "key_points": [
                                    "Необходимость четкого информирования сотрудников о стиле руководства и ожиданиях.",
                                    "Пример Дона Аймуса: открытое заявление о \"правилах игры\".",
                                    "Концепция \"памятки персоналу\": описание сильных и слабых сторон руководителя, предпочтений в работе.",
                                    "Пример памятки, написанной директором по общественным связям.",
                                    "Памятка должна быть честной, понятной и касаться важных вещей.",
                                    "Неверная самооценка руководителя может привести к конфликтам с подчиненными.",
                                    "Пример руководителя, который ценил грамотность выше профессиональных качеств.",
                                    "Памятка как инструмент для улучшения взаимопонимания и налаживания диалога."
                                ],
                                "subchapter_number": "4.14.1"
                            },
                            {
                                "title": "Не позволяйте вашим людям перегружать вас",
                                "pages": [
                                    134,
                                    135
                                ],
                                "summary": "Этот подраздел посвящен проблеме чрезмерной зависимости подчиненных от руководителя.  Автор подчеркивает, что руководитель, будучи \"заказчиком музыки\", одновременно зависит от своих людей.  Описывается ситуация, когда главный редактор женского журнала, будучи открытым и доступным руководителем, оказалась перегружена вниманием сотрудников и не могла уйти с работы вовремя.  Решение проблемы заключается в делегировании полномочий и вовлечении сотрудников в процесс определения границ взаимодействия.  Сотрудникам предлагается самим определить, в каких вопросах им необходимо участие руководителя, а в каких они могут справиться самостоятельно.  Таким образом, руководитель освобождает свое время, а подчиненные получают больше ответственности и самостоятельности.",
                                "key_points": [
                                    "Руководитель, с одной стороны, обладает властью, с другой – зависит от своих подчиненных.",
                                    "Чрезмерная зависимость подчиненных от руководителя может привести к его перегрузке.",
                                    "Пример главного редактора женского журнала, которая не могла уйти с работы вовремя из-за постоянного внимания сотрудников.",
                                    "Необходимо делегировать полномочия и вовлекать сотрудников в определение границ взаимодействия.",
                                    "Сотрудники должны сами определить, в каких вопросах им необходимо участие руководителя.",
                                    "Это позволяет руководителю освободить время, а подчиненным – получить больше ответственности.",
                                    "Пример как спрашивать подчинённых"
                                ],
                                "subchapter_number": "4.14.2"
                            },
                            {
                                "title": "Перестаньте действовать так, словно у вас в подчинении – вы сами",
                                "pages": [
                                    135,
                                    136,
                                    137
                                ],
                                "summary": "Этот подраздел посвящен распространенной ошибке руководителей: стремлению создать команду из \"клонов\" самих себя. Автор подчеркивает, что, хотя желание окружить себя похожими людьми естественно, организации необходимо разнообразие мнений, стилей мышления и характеров для полноценного функционирования.  Приводится пример Майкла Джордана и баскетбольной команды, а также история генерального директора Стива, который любил спорить и ошибочно полагал, что его стиль общения подходит всем.  Стив не осознавал, что его манера вести дискуссию ставит подчиненных в невыгодное положение.  Ключевая мысль: руководители должны понимать, что их подчиненные – не они сами, и учитывать разницу в опыте, навыках и предпочтениях.",
                                "key_points": [
                                    "Опасность создания команды из \"клонов\" руководителя.",
                                    "Необходимость разнообразия в организации для полноценного функционирования.",
                                    "Пример Майкла Джордана: команде нужны разные игроки.",
                                    "История Стива: ошибка в интерпретации \"золотого правила\" и непонимание разницы между собой и подчиненными.",
                                    "Стиль общения, подходящий руководителю, может быть неприемлем для подчиненных.",
                                    "Необходимо учитывать разницу в опыте, навыках и предпочтениях сотрудников.",
                                    "Руководителю не подобает вести себя неуважительно."
                                ],
                                "subchapter_number": "4.14.3"
                            },
                            {
                                "title": "Прекратите «ставить галочки»",
                                "pages": [
                                    138,
                                    139
                                ],
                                "summary": "В этом подразделе автор критикует распространенный подход руководителей, которые считают, что достаточно просто сообщить информацию подчиненным, и ставят \"галочку\" о выполнении задачи.  Приводится пример руководителя, который разослал сотрудникам меморандум о миссии компании по электронной почте и удивился, что они не восприняли его всерьез.  Автор подчеркивает разрыв между *пониманием* и *исполнением*.  Недостаточно просто проинформировать, необходимо убедиться, что информация получена, понята, принята к сведению, запомнена и, самое главное, стала руководством к действию.  Лекарство от \"проставления галочек\" – *контроль над выполнением*: регулярные проверки на разных этапах, чтобы убедиться, что задача действительно выполняется.",
                                "key_points": [
                                    "Распространенная ошибка руководителей: считать, что достаточно сообщить информацию.",
                                    "Пример с меморандумом о миссии компании: простая рассылка не гарантирует результата.",
                                    "Разрыв между пониманием и исполнением: люди могут понимать, но не делать.",
                                    "Необходимо убедиться, что информация:",
                                    "  - получена",
                                    "  - понята",
                                    "  - принята к сведению",
                                    "  - запомнена",
                                    "  - стала руководством к действию",
                                    "Лекарство от \"проставления галочек\" – контроль над выполнением.",
                                    "Регулярные проверки на разных этапах."
                                ],
                                "subchapter_number": "4.14.4"
                            },
                            {
                                "title": "Избавьтесь от предрассудков в отношении своих сотрудников",
                                "pages": [
                                    139,
                                    140,
                                    141,
                                    142,
                                    143
                                ],
                                "summary": "В этом подразделе автор призывает руководителей отказаться от устаревших представлений о мотивации и поведении сотрудников.  Он описывает сдвиг в самовосприятии работников, которые все больше считают себя \"свободными агентами\", а не \"членами организации\".  Автор выделяет четыре распространенных предрассудка руководителей:\n\n1.  **\"Я знаю, что им нужно\".**  Руководители ошибочно полагают, что деньги – главный мотиватор для всех сотрудников.  На самом деле, достигнув определенного уровня финансового комфорта, люди начинают ценить другие факторы: возможность решать новые задачи, профессиональный рост, баланс между работой и личной жизнью. Приводится пример технического писателя, которого мотивировали не премии, а штрафы, и история бейсболиста Алекса Родригеса.\n2.  **\"Я знаю не меньше их\".**  Руководители, особенно в современных условиях, не могут знать больше своих подчиненных в узкоспециальных областях.  Необходимо признать компетенцию сотрудников и уметь спрашивать, а не приказывать.\n3.  **\"Ненавижу этих эгоистов\".**  Руководители часто воспринимают заботу сотрудников о собственных интересах как эгоизм и нелояльность.  В эпоху \"свободных агентов\" необходимо принимать это как должное и выстраивать отношения с учетом интересов обеих сторон. Приводится пример встречи агента с Джеком Уэлчем.\n4.  **\"Я всегда найду замену\".**  В условиях, когда богатство определяется знаниями, компании больше нуждаются в профессионалах, чем профессионалы в компаниях.  Руководители должны рассматривать отношения с ценными сотрудниками как стратегический альянс, а не обычное трудовое соглашение.  Приводится пример ухода Шакила О'Нила из \"Орландо Мэджик\".\n\nАвтор подчеркивает, что игнорирование этих предрассудков может привести к потере ценных кадров и даже к угрозе для положения самого руководителя.",
                                "key_points": [
                                    "Сдвиг в самовосприятии работников: от \"членов организации\" к \"свободным агентам\".",
                                    "Четыре распространенных предрассудка руководителей:",
                                    "    1. \"Я знаю, что им нужно\" (деньги – главный мотиватор).",
                                    "    2. \"Я знаю не меньше их\".",
                                    "    3. \"Ненавижу этих эгоистов\" (неприятие заботы сотрудников о собственных интересах).",
                                    "    4. \"Я всегда найду замену\".",
                                    "Примеры: технический писатель, Алекс Родригес, Джек Уэлч, Шакил О'Нил.",
                                    "Необходимость признавать компетенцию сотрудников и уметь спрашивать.",
                                    "Отношения с ценными сотрудниками – это стратегический альянс.",
                                    "Игнорирование предрассудков может привести к потере ценных кадров."
                                ],
                                "subchapter_number": "4.14.5"
                            },
                            {
                                "title": "Прекратите наставлять тех, кого наставлять бесполезно",
                                "pages": [
                                    143,
                                    144
                                ],
                                "summary": "В этом подразделе автор призывает руководителей не тратить время и силы на попытки изменить тех, кто не хочет меняться или находится не на своем месте.  Приводятся следующие категории людей, которых бесполезно наставлять:\n\n*   Те, кто не видит у себя проблем.\n*   Те, кто действует вразрез со стратегией организации.\n*   Те, кто находится не на своем месте (чувствует, что занимается не своим делом). \n*   Те, кто считает источником проблем других людей.\n\nАвтор подчеркивает, что невозможно изменить человека, если он сам этого не хочет, или если он винит в своих неудачах окружающих.  В таких случаях лучше сосредоточиться на тех, кто готов к изменениям и сотрудничеству. Приводится пример с матерью автора, которая всегда всех поправляла.",
                                "key_points": [
                                    "Не тратьте время на тех, кто не хочет меняться.",
                                    "Категории людей, которых бесполезно наставлять:",
                                    "    - Не видящие у себя проблем.",
                                    "    - Действующие вразрез со стратегией организации.",
                                    "    - Находящиеся не на своем месте.",
                                    "    - Видящие источник проблем в других людях.",
                                    "Невозможно изменить человека, если он сам этого не хочет.",
                                    "Сосредоточьтесь на тех, кто готов к изменениям."
                                ],
                                "subchapter_number": "4.14.6"
                            }
                        ]
                    }
                ]
            }
        ],
        "epilogue": {
            "title": "Эпилог",
            "pages": [
                145,
                146
            ],
            "summary": "Автор предлагает читателю представить себя в 95 лет, дающим совет самому себе молодому. Подчеркивается важность счастья в настоящем, ценности друзей и семьи, а также следования своим мечтам.  Приводятся результаты опроса лидеров, показывающие, что для них важны смысл жизни, хорошие отношения с коллегами и возможность реализации.  Заключительный призыв - быть счастливым сейчас и идти к своим целям.",
            "key_points": [
                "Важность размышления о жизни и нахождения счастья в настоящем моменте.",
                "Ценность друзей и семьи: необходимость уделять им внимание.",
                "Следование мечте:  важность определения и достижения жизненных целей.",
                "Результаты опроса Accenture:  смысл работы, отношения с коллегами и самореализация - ключевые факторы для молодых лидеров.",
                "Счастье сейчас:  не откладывать радость и удовлетворение на будущее.",
                "\"Вы здесь. Но вы можете оказаться там!\" - призыв к действию и осуществлению мечт."
            ]
        },
        "appendix": {
            "title": "Международный опросный лист по лидерским качествам",
            "pages": [
                147,
                148,
                149,
                150
            ],
            "summary": "Приложение содержит опросный лист, разработанный в рамках исследовательского проекта при поддержке Accenture.  Он предназначен для оценки лидерских качеств 200 высокоперспективных лидеров из 120 компаний по всему миру.  Опросник охватывает широкий спектр компетенций, включая глобальное мышление, учет разнообразия, техническую подкованность, налаживание сотрудничества, делегирование полномочий, создание общего видения, заботу о людях, расширение полномочий, личное профессиональное мастерство, поощрение диалога, открытость и честность, содействие переменам, предвидение возможностей, обеспечение удовлетворенности потребителей и поддержание конкурентного преимущества. Включает в себя вопросы для саморефлексии и оценки других.",
            "key_points": [
                "Опросный лист является частью исследовательского проекта Accenture.",
                "Целевая аудитория: 200 высокоперспективных лидеров из 120 компаний.",
                "Оценка производится по пятибалльной шкале.",
                "Охватывает широкий спектр лидерских качеств: от глобального мышления до поддержания конкурентного преимущества.",
                "Включает разделы для самооценки и оценки других.",
                "Финальные вопросы направлены на выявление сильных сторон и областей для улучшения."
            ]
        }
    }
}